{
    "studios": [
        {
            "name": "Ubisoft",
            "picture": "https://fanspace.gg/wp-content/uploads/2023/01/Ubisoft.jpg",
            "information": {
                "en": "Ubisoft is a video game company known for creating numerous popular games and has been a pillar in the industry since 1986.",
                "fr": "Ubisoft est une entreprise de jeux vidéo connue pour créer de nombreux jeux populaires et est un pilier dans le domaine depuis 1986.",
                "nl": "Ubisoft is een videospelbedrijf dat bekend staat om het creëren van veel populaire games en al sinds 1986 een belangrijke speler is in de branche."
            },
            "games": [
                {
                    "title": "Assassin`s Creed",
                    "information": {
                        "en": "Assassin's Creed: Valhalla is an action-adventure video game developed by Ubisoft Montreal and is the twelfth installment in the Assassin's Creed series, following Assassin's Creed: Odyssey. It was released on November 10, 2020 on PlayStation 4, Xbox One, Xbox Series X | S, Stadia and PC, and November 19 on Playstation 5. The game takes place in the Viking Age, in the 9th century AD, where the player embodies Eivor, a Viking[1] character, whose gender must be determined by the Animus which will represent the most intense male or female memory flow at the moment in question, unless the player wishes to impose it and choose to play the female or the male[2]. This mode of operation is justified in scriptwriting by the fact that Rebecca Crane found two distinct data streams in the same DNA[3]. Valhalla is the second Assassin's Creed game where the player can choose to play a man or a woman as the main protagonist, although the choice that will make it possible to understand the story in its entirety must be that of the Animus, the canonical choice. Indeed, among the three choices that are offered in the game, if the player decides to take the woman or the man, he will not understand certain aspects of the story.",
                        "fr": "Assassin's Creed: Valhalla est un jeu vidéo d'action-aventure développé par Ubisoft Montréal et constitue le douzième opus de la série Assassin's Creed, faisant suite à Assassin's Creed: Odyssey. Il est sorti le 10 novembre 2020 sur PlayStation 4, Xbox One, Xbox Series X | S, Stadia et PC, et le 19 novembre sur Playstation 5. Le jeu prend place dans l'ère viking, au IXe siècle de notre ère, où le joueur incarne Eivor, un personnage viking[1], dont le genre doit être déterminé par l'Animus qui représentera le flux de mémoire masculin ou féminin le plus intense à l'instant en question, sauf si le joueur souhaite l'imposer et choisir de jouer la femme ou l'homme[2]. Ce mode de fonctionnement est justifié scénaristiquement par le fait que Rebecca Crane ait trouvé « deux flux de données distincts dans le même ADN »[3]. Valhalla est le deuxième jeu Assassin's Creed où le joueur peut incarner au choix un homme ou une femme comme protagoniste principal, bien que le choix qui permettra de comprendre l'histoire dans son entièreté doit être celui de l'Animus, le choix canonique. En effet, parmi les trois choix qui sont proposés dans le jeu, si le joueur décide de prendre la femme ou l'homme, il ne comprendra pas certains aspects de l'histoire.",
                        "nl": "Assassin's Creed: Valhalla is een actie-avontuur-videogame ontwikkeld door Ubisoft Montreal en is het twaalfde deel in de Assassin's Creed-serie, na Assassin's Creed: Odyssey. Het werd op 10 november 2020 uitgebracht op PlayStation 4, Xbox One, Xbox Series X | S, Stadia en pc, en 19 november op Playstation 5. De game speelt zich af in het Vikingtijdperk, in de 9e eeuw na Christus, waar de speler Eivor belichaamt, een Viking[1]-personage, wiens geslacht moet worden bepaald door de Animus die vertegenwoordigt de meest intense mannelijke of vrouwelijke geheugenstroom op het moment in kwestie, tenzij de speler deze wil opleggen en ervoor kiest om de vrouw of de man te spelen[2]. Deze manier van werken wordt bij het schrijven van scripts gerechtvaardigd door het feit dat Rebecca Crane twee verschillende gegevensstromen in hetzelfde DNA vond [3]. Valhalla is de tweede Assassin's Creed-game waarin de speler ervoor kan kiezen om een ​​man of een vrouw als hoofdrolspeler te spelen, hoewel de keuze die het mogelijk maakt om het verhaal in zijn geheel te begrijpen, die van de Animus moet zijn, de canonieke keuze. Inderdaad, van de drie keuzes die in het spel worden aangeboden, zal de speler, als hij besluit om de vrouw of de man te nemen, bepaalde aspecten van het verhaal niet begrijpen."
                    },
                    "resume": {
                        "en": "Assassin's Creed Valhalla is an action-adventure game that immerses players in the heart of the Viking Age. Playing as Eivor, a Viking warrior or warrior, players leave Norway to find new lands in England. The game offers an immersive experience in a vast and detailed open world. Eivor and his clan seek to build a prosperous colony in England, but find themselves faced with political conflicts between the Anglo-Saxon kingdoms. In this quest, Eivor must forge alliances, navigate rivalries, and make decisions that will impact the fate of his clan. The storyline skillfully mixes historical reality with elements of fiction, while exploring the interactions between the Vikings and the Anglo-Saxons. The game offers a captivating dive into the power struggles, conspiracies and mysteries of the era. At the same time, the story reveals the secrets of the centuries-old struggle between the Assassins and the Templars. Eivor discovers ancient artifacts and becomes embroiled in a conflict that spans centuries. Assassin's Creed Valhalla offers a wide variety of activities and quests to complete, from epic battles to exploring the beautiful landscapes of medieval England. Players can customize Eivor with different weapons, skills, and gear as they progress through a rich and intricate story. In this epic journey, the player's choices influence the course of the story, giving a dimension of freedom and consequences to every action. Assassin's Creed Valhalla offers an immersive and captivating experience in the universe of the Vikings, with its unique blend of story, combat and conspiracies.",
                        "fr": "Assassin's Creed Valhalla est un jeu d'action-aventure qui plonge les joueurs au cœur de l'âge des Vikings. Incarnant Eivor, un guerrier ou une guerrière viking, les joueurs quittent la Norvège pour trouver de nouvelles terres en Angleterre. Le jeu propose une expérience immersive dans un monde ouvert vaste et détaillé. Eivor et son clan cherchent à construire une colonie prospère en Angleterre, mais se retrouvent confrontés aux conflits politiques entre les royaumes anglo-saxons. Dans cette quête, Eivor doit forger des alliances, naviguer entre les rivalités et prendre des décisions qui auront un impact sur le destin de son clan. Le scénario mélange habilement la réalité historique avec des éléments de fiction, tout en explorant les interactions entre les Vikings et les Anglo-Saxons. Le jeu offre une plongée captivante dans les luttes de pouvoir, les conspirations et les mystères de l'époque. En parallèle, l'histoire révèle les secrets de la lutte séculaire entre les Assassins et les Templiers. Eivor découvre des artefacts anciens et se retrouve impliqué dans un conflit qui transcende les siècles. Assassin's Creed Valhalla offre une grande variété d'activités et de quêtes à accomplir, des combats épiques aux explorations des paysages magnifiques de l'Angleterre médiévale. Les joueurs peuvent personnaliser Eivor avec différentes armes, compétences et équipements, tout en progressant dans une histoire riche et complexe. Dans ce voyage épique, les choix du joueur influencent le cours de l'histoire, donnant une dimension de liberté et de conséquences à chaque action. Assassin's Creed Valhalla propose une expérience immersive et captivante dans l'univers des Vikings, avec son mélange unique d'histoire, de combat et de conspirations.",
                        "nl": "Assassin's Creed Valhalla is een actie-avonturenspel dat spelers onderdompelt in het hart van het Vikingtijdperk. Spelers spelen als Eivor, een Viking-krijger of krijger, en verlaten Noorwegen om nieuwe landen in Engeland te vinden. De game biedt een meeslepende ervaring in een uitgestrekte en gedetailleerde open wereld. Eivor en zijn clan proberen een welvarende kolonie in Engeland op te bouwen, maar worden geconfronteerd met politieke conflicten tussen de Angelsaksische koninkrijken. In deze zoektocht moet Eivor allianties smeden, rivaliteiten navigeren en beslissingen nemen die het lot van zijn clan zullen beïnvloeden. De verhaallijn vermengt op vakkundige wijze historische realiteit met elementen van fictie, terwijl de interacties tussen de Vikingen en de Angelsaksen worden onderzocht. De game biedt een boeiende duik in de machtsstrijd, samenzweringen en mysteries van die tijd. Tegelijkertijd onthult het verhaal de geheimen van de eeuwenoude strijd tussen de Assassijnen en de Tempeliers. Eivor ontdekt oude artefacten en raakt verwikkeld in een eeuwenlang conflict. Assassin's Creed Valhalla biedt een breed scala aan activiteiten en missies om te voltooien, van epische veldslagen tot het verkennen van de prachtige landschappen van middeleeuws Engeland. Spelers kunnen Eivor aanpassen met verschillende wapens, vaardigheden en uitrusting terwijl ze door een rijk en ingewikkeld verhaal vorderen. In deze epische reis beïnvloeden de keuzes van de speler de loop van het verhaal, waardoor elke actie een dimensie van vrijheid en gevolgen krijgt. Assassin's Creed Valhalla biedt een meeslepende en boeiende ervaring in het universum van de Vikingen, met zijn unieke mix van verhaal, gevechten en samenzweringen."
                    },
                    "author": {
                        "en": "The author of Assassin's Creed Valhalla game is Ubisoft Montreal, a video game development studio located in Montreal, Canada.",
                        "fr": "L'auteur du jeu Assassin's Creed Valhalla est Ubisoft Montréal, un studio de développement de jeux vidéo situé à Montréal, au Canada.",
                        "nl": "De auteur van de Assassin's Creed Valhalla-game is Ubisoft Montreal, een ontwikkelstudio voor videogames in Montreal, Canada."
                    },
                    "scenario": {
                        "en": "The storyline of Assassin's Creed Valhalla is set in the 9th century, during the age of Viking invasions. The player embodies Eivor, a Viking warrior or warrior, who leaves Norway with his clan to seek new lands in England. Eivor and his clan settle in the region of Mercia and seek to build a prosperous colony there. However, they quickly find themselves caught up in political conflicts and rivalries between the various Anglo-Saxon kingdoms. The storyline explores the interactions between the Vikings and the Anglo-Saxons, highlighting the cultural tensions and power struggles of the time. Eivor must navigate between alliances and betrayals, while seeking to consolidate the position of his clan and guarantee the survival of his people. Alongside this, the story also delves into the millennial struggle between the Assassins and the Templars, two secret societies vying for control of the world. Eivor becomes involved in this ancient conflict and discovers ancient artifacts, the Coins of Eden, which play a crucial role in the destiny of humanity. Assassin's Creed Valhalla's storyline skillfully blends historical reality with elements of fiction, integrating historical figures and real events into an immersive and captivating narrative. The player's choices influence how the story unfolds, and Eivor must face morally complex decisions that will impact the fate of his clan and the world around him.",
                        "fr": "Le scénario d'Assassin's Creed Valhalla se déroule au IXe siècle, pendant l'âge des invasions vikings. Le joueur incarne Eivor, un guerrier ou une guerrière viking, qui quitte la Norvège avec son clan pour chercher de nouvelles terres en Angleterre. Eivor et son clan s'installent dans la région de Mercie et cherchent à y bâtir une colonie prospère. Cependant, ils se retrouvent rapidement pris dans les conflits politiques et les rivalités entre les différents royaumes anglo-saxons. Le scénario explore les interactions entre les Vikings et les Anglo-Saxons, mettant en lumière les tensions culturelles et les luttes de pouvoir de l'époque. Eivor doit naviguer entre les alliances et les trahisons, tout en cherchant à consolider la position de son clan et à garantir la survie des siens. En parallèle, l'histoire plonge également dans la lutte millénaire entre les Assassins et les Templiers, deux sociétés secrètes qui se disputent le contrôle du monde. Eivor se retrouve impliqué dans ce conflit ancestral et découvre des artefacts anciens, les pièces d'Eden, qui jouent un rôle crucial dans la destinée de l'humanité. Le scénario d'Assassin's Creed Valhalla mêle habilement la réalité historique avec des éléments de fiction, intégrant des personnages historiques et des événements réels dans une narration immersive et captivante. Les choix du joueur influencent le déroulement de l'histoire, et Eivor doit faire face à des décisions moralement complexes qui auront un impact sur le destin de son clan et sur le monde qui l'entoure.",
                        "nl": "De verhaallijn van Assassin's Creed Valhalla speelt zich af in de 9e eeuw, tijdens het tijdperk van Viking-invasies. De speler belichaamt Eivor, een Viking-krijger of krijger, die met zijn clan Noorwegen verlaat om nieuwe landen in Engeland te zoeken. Eivor en zijn clan vestigen zich in de regio Mercia en proberen daar een welvarende kolonie op te bouwen. Ze raken echter al snel verstrikt in politieke conflicten en rivaliteiten tussen de verschillende Angelsaksische koninkrijken. De verhaallijn onderzoekt de interacties tussen de Vikingen en de Angelsaksen en benadrukt de culturele spanningen en machtsstrijd van die tijd. Eivor moet navigeren tussen allianties en verraad, terwijl hij probeert de positie van zijn clan te consolideren en het voortbestaan ​​van zijn volk te garanderen. Daarnaast duikt het verhaal ook in de duizendjarige strijd tussen de Assassijnen en de Tempeliers, twee geheime genootschappen die strijden om controle over de wereld. Eivor raakt betrokken bij dit oude conflict en ontdekt oude artefacten, de Coins of Eden, die een cruciale rol spelen in het lot van de mensheid. De verhaallijn van Assassin's Creed Valhalla combineert op vakkundige wijze de historische realiteit met elementen van fictie, waarbij historische figuren en echte gebeurtenissen worden geïntegreerd in een meeslepend en meeslepend verhaal. De keuzes van de speler beïnvloeden hoe het verhaal zich ontvouwt, en Eivor moet moreel complexe beslissingen nemen die het lot van zijn clan en de wereld om hem heen zullen beïnvloeden."
                    },
                    "platforms": [
                        "Xbox Series X | S",
                        "Xbox One",
                        "PlayStation 5",
                        "PlayStation 4",
                        "PC",
                        "Stadia"
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://upload.wikimedia.org/wikipedia/en/5/52/Assassin%27s_Creed.jpg"
                },
                {
                    "title": "Far Cry",
                    "information": {
                        "en": "Far Cry 6 is a First-person Shooter, Action-Adventure video game developed by Ubisoft Toronto studio and published by Ubisoft. The game is unveiled on July 12, 2020. Its release was originally scheduled for February 18, 2021, but was pushed back to October 7, 2021 due to the Covid-19 pandemic.",
                        "fr": "Far Cry 6 est un jeu vidéo de tir à la première personne, d'action-aventure développé par le studio Ubisoft Toronto et édité par Ubisoft. Le jeu est dévoilé le 12 juillet 2020. Sa sortie était initialement prévue le 18 février 2021, mais a été repoussé au 7 octobre 2021 en raison de la pandémie de Covid-19.",
                        "nl": "Far Cry 6 is een first-person shooter, actie-avontuur-videogame ontwikkeld door Ubisoft Toronto studio en uitgegeven door Ubisoft. De game wordt onthuld op 12 juli 2020. De release was oorspronkelijk gepland voor 18 februari 2021, maar werd uitgesteld tot 7 oktober 2021 vanwege de Covid-19-pandemie."
                    },
                    "resume": {
                        "en": "In Far Cry 6, players take on the role of Dani Rojas, a guerrilla fighter who joins the resistance against the dictatorial regime of leader Anton Castillo in Yara, a fictional Caribbean country inspired by Cuba. The story takes place in a vast and diverse open environment, where players can explore beautiful and dangerous landscapes. Anton Castillo's regime uses oppressive methods to maintain its power, which has sparked a growing revolt among the population. As a member of the guerrillas, Dani Rojas embarks on a series of missions to weaken the regime and help the resistance overthrow the dictator. As the adventure unfolds, players will meet colorful characters, battle against the regime's military forces, and discover Anton Castillo's true motivations. Moral choices will impact how the story unfolds, and players will have to deal with the consequences of their actions. Far Cry 6 offers great freedom of approach, allowing players to decide their style of play. They will be able to use a variety of weapons and tactics, recruit allies, craft items and pilot vehicles to fight the regime. The game offers an immersive experience with stunning graphics, captivating gameplay and a story full of twists and turns. Far Cry 6 promises a thrilling adventure in a country in the throes of revolution, where freedom is at stake and every decision counts.",
                        "fr": "Dans Far Cry 6, les joueurs incarnent Dani Rojas, un.e guérillero.e qui se joint à la résistance contre le régime dictatorial du leader Anton Castillo à Yara, un pays fictif des Caraïbes inspiré de Cuba. L'histoire se déroule dans un environnement ouvert vaste et diversifié, où les joueurs peuvent explorer des paysages magnifiques et dangereux. Le régime d'Anton Castillo utilise des méthodes oppressives pour maintenir son pouvoir, ce qui a déclenché une révolte grandissante parmi la population. En tant que membre de la guérilla, Dani Rojas se lance dans une série de missions pour affaiblir le régime et aider la résistance à renverser le dictateur. Au fur et à mesure de l'aventure, les joueurs rencontreront des personnages hauts en couleur, se battront contre les forces militaires du régime et découvriront les véritables motivations d'Anton Castillo. Les choix moraux auront un impact sur le déroulement de l'histoire, et les joueurs devront faire face aux conséquences de leurs actions. Far Cry 6 propose une grande liberté d'approche, permettant aux joueurs de décider de leur style de jeu. Ils pourront utiliser une variété d'armes et de tactiques, recruter des alliés, fabriquer des objets et piloter des véhicules pour combattre le régime. Le jeu offre une expérience immersive avec des graphismes époustouflants, une jouabilité captivante et une histoire riche en rebondissements. Far Cry 6 promet une aventure palpitante dans un pays en proie à la révolution, où la liberté est en jeu et où chaque décision compte.",
                        "nl": "In Far Cry 6 kruipen spelers in de huid van Dani Rojas, een guerrillastrijder die zich aansluit bij het verzet tegen het dictatoriale regime van leider Anton Castillo in Yara, een fictief Caribisch land geïnspireerd door Cuba. Het verhaal speelt zich af in een uitgestrekte en diverse open omgeving, waar spelers prachtige en gevaarlijke landschappen kunnen verkennen. Het regime van Anton Castillo gebruikt onderdrukkende methoden om zijn macht te behouden, wat heeft geleid tot een groeiende opstand onder de bevolking. Als lid van de guerrilla begint Dani Rojas aan een reeks missies om het regime te verzwakken en het verzet te helpen de dictator omver te werpen. Naarmate het avontuur vordert, ontmoeten spelers kleurrijke personages, strijden ze tegen de strijdkrachten van het regime en ontdekken ze de ware beweegredenen van Anton Castillo. Morele keuzes zullen van invloed zijn op hoe het verhaal zich ontvouwt en spelers zullen moeten omgaan met de gevolgen van hun acties. Far Cry 6 biedt een grote vrijheid van aanpak, waardoor spelers hun speelstijl kunnen bepalen.Ze kunnen een verscheidenheid aan wapens en tactieken gebruiken, bondgenoten rekruteren, voorwerpen maken en voertuigen besturen om het regime te bestrijden. De game biedt een meeslepende ervaring met verbluffende graphics, boeiende gameplay en een verhaal vol wendingen. Far Cry 6 belooft een spannend avontuur in een land in de greep van revolutie, waar vrijheid op het spel staat en elke beslissing telt."
                    },
                    "author": {
                        "en": "The authors of Far Cry 6 are a team of developers and writers working at Ubisoft Toronto. The game was created under the creative direction of Alexandre Amancio, who is known for his work on other titles in the Far Cry franchise. The development team also includes game designers, programmers, artists, and musicians who all contributed to the game's creation. Writers worked on the game's story and dialogues, while artists gave The characters and open-world environments of Far Cry 6 come to life. It's important to note that the game's full development credits can be viewed in the Far Cry 6 end credits.",
                        "fr": "Les auteurs de Far Cry 6 sont une équipe de développeurs et de scénaristes travaillant chez Ubisoft Toronto. Le jeu a été créé sous la direction créative d'Alexandre Amancio, qui est connu pour son travail sur d'autres titres de la franchise Far Cry. L'équipe de développement comprend également des concepteurs de jeux, des programmeurs, des artistes et des musiciens qui ont tous contribué à la création du jeu. Les scénaristes ont travaillé sur l'histoire et les dialogues du jeu, tandis que les artistes ont donné vie aux personnages et aux environnements du monde ouvert de Far Cry 6. Il est important de noter que les crédits complets de développement du jeu peuvent être consultés dans le générique de fin de Far Cry 6.",
                        "nl": "De auteurs van Far Cry 6 zijn een team van ontwikkelaars en schrijvers die bij Ubisoft Toronto werken. De game is gemaakt onder de creatieve leiding van Alexandre Amancio, die bekend staat om zijn werk aan andere titels in de Far Cry-franchise. Het ontwikkelingsteam omvat ook game-ontwerpers, programmeurs, artiesten en muzikanten die allemaal hebben bijgedragen aan de totstandkoming van de game. Schrijvers werkten aan het verhaal en de dialogen van de game, terwijl artiesten de personages en openwereldomgevingen van Far Cry 6 tot leven brachten. belangrijk om op te merken dat de volledige ontwikkelingscredits van de game kunnen worden bekeken in de aftiteling van Far Cry 6."
                    },
                    "scenario": {
                        "en": "The authors of Far Cry 6 are a team of developers and writers working at Ubisoft Toronto. The game was created under the creative direction of Alexandre Amancio, who is known for his work on other titles in the Far Cry franchise. The development team also includes game designers, programmers, artists, and musicians who all contributed to the game's creation. Writers worked on the game's story and dialogues, while artists gave The characters and open-world environments of Far Cry 6 come to life. It's important to note that the game's full development credits can be viewed in the Far Cry 6 end credits.",
                        "fr": "Le scénario de Far Cry 6 se déroule dans le pays fictif des Caraïbes appelé Yara, fortement inspiré de Cuba. Les joueurs incarnent Dani Rojas, un.e guérillero.e qui rejoint la résistance pour lutter contre le régime dictatorial en place dirigé par Anton Castillo, interprété par Giancarlo Esposito. Anton Castillo est un dirigeant autoritaire qui cherche à maintenir son emprise sur le pays en utilisant des méthodes oppressives. Il est déterminé à préserver l'ordre établi, mais son règne brutal et sa politique répressive ont conduit à des troubles et à une révolte grandissante de la population. Dani Rojas, en tant que nouveau membre de la guérilla, doit se frayer un chemin à travers les paysages variés d'Yara, en s'associant à d'autres résistants et en menant des missions pour affaiblir le pouvoir d'Anton Castillo. Au fil de l'histoire, Dani découvrira les véritables intentions d'Anton Castillo et devra prendre des décisions difficiles qui façonneront le destin d'Yara. Le scénario explore des thèmes tels que la révolution, la liberté, l'oppression et les sacrifices nécessaires pour obtenir le changement. Les joueurs seront confrontés à des choix moraux et devront naviguer dans un monde complexe où les alliances peuvent être remises en question et où les conséquences de leurs actions auront un impact sur le dénouement de l'histoire. Dans l'univers de Far Cry 6, le scénario offre une expérience immersive et engageante, remplie de personnages mémorables, de rebondissements inattendus et de moments intenses de combat et d'action.",
                        "nl": "De auteurs van Far Cry 6 zijn een team van ontwikkelaars en schrijvers die bij Ubisoft Toronto werken. De game is gemaakt onder de creatieve leiding van Alexandre Amancio, die bekend staat om zijn werk aan andere titels in de Far Cry-franchise. Het ontwikkelingsteam omvat ook game-ontwerpers, programmeurs, artiesten en muzikanten die allemaal hebben bijgedragen aan de totstandkoming van de game. Schrijvers werkten aan het verhaal en de dialogen van de game, terwijl artiesten de personages en openwereldomgevingen van Far Cry 6 tot leven brachten. belangrijk om op te merken dat de volledige ontwikkelingscredits van de game kunnen worden bekeken in de aftiteling van Far Cry 6."
                    },
                    "platforms": [
                        "Xbox Series X | S",
                        "Xbox One",
                        "PlayStation 5",
                        "PlayStation 4",
                        "PC",
                        "Stadia"
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://image.api.playstation.com/vulcan/img/rnd/202106/1514/xqoTYwf0S55ro6fwcIIY1KI4.png"
                },
                {
                    "title": "Rainbow Six Siège",
                    "information": {
                        "en": "Tom Clancy's Rainbow Six Siege is a tactical shooter video game developed by Ubisoft Montreal and published by Ubisoft, released on December 1, 2015 for PlayStation 4, Xbox One and Windows. The game is also releasing on Google Stadia on June 30, 2021.",
                        "fr": "Tom Clancy's Rainbow Six Siege est un jeu vidéo de tir tactique développé par Ubisoft Montréal et édité par Ubisoft, sorti le 1er décembre 2015 sur PlayStation 4, Xbox One et Windows. Le jeu sort également sur Google Stadia le 30 juin 2021.",
                        "nl": "Tom Clancy's Rainbow Six Siege is een tactische shooter-videogame ontwikkeld door Ubisoft Montreal en uitgegeven door Ubisoft, uitgebracht op 1 december 2015 voor PlayStation 4, Xbox One en Windows. De game wordt op 30 juni 2021 ook uitgebracht op Google Stadia."
                    },
                    "resume": {
                        "en": "Rainbow Six Siege is a team-based tactical shooter developed by Ubisoft. It focuses on intense clashes between two teams of players, attackers and defenders, in destructible environments. Players choose from a wide selection of Operators, each with their own unique skills and gadgets. Attackers must plan and execute precise assaults to reach the objective, while defenders must reinforce their position, place traps and protect the objective. Communication and coordination are key in Rainbow Six Siege. Players must work together to share information, strategize, and coordinate their actions in order to achieve victory. The game features a wide variety of maps, each offering unique environments and different tactical possibilities. Players can use the destruction of scenery to create passages, lines of fire and strategic opportunities. Rainbow Six Siege is a competitive game, with a ranked multiplayer mode where players can climb the ranks and face opponents of their level. It also features cooperative game modes, where players can form a team to take on AI-controlled enemies. The game is constantly updated with new content, including new operators, maps and seasonal events, which ensures a varied and constantly evolving gameplay experience. In summary, Rainbow Six Siege offers an intense team-based tactical shooter experience, emphasizing communication, coordination, and strategy to achieve victory.",
                        "fr": "Rainbow Six Siege est un jeu de tir tactique en équipe développé par Ubisoft. Il met l'accent sur les affrontements intenses entre deux équipes de joueurs, les attaquants et les défenseurs, dans des environnements destructibles. Les joueurs choisissent parmi une large sélection d'opérateurs, chacun ayant ses propres compétences et gadgets uniques. Les attaquants doivent planifier et exécuter des assauts précis pour atteindre l'objectif, tandis que les défenseurs doivent renforcer leur position, placer des pièges et protéger l'objectif. La communication et la coordination sont essentielles dans Rainbow Six Siege. Les joueurs doivent travailler ensemble pour partager des informations, élaborer des stratégies et coordonner leurs actions afin de remporter la victoire. Le jeu propose une grande variété de cartes, chacune offrant des environnements uniques et des possibilités tactiques différentes. Les joueurs peuvent utiliser la destruction du décor pour créer des passages, des lignes de tir et des opportunités stratégiques. Rainbow Six Siege est un jeu compétitif, avec un mode multijoueur classé où les joueurs peuvent gravir les échelons et affronter des adversaires de leur niveau. Il propose également des modes de jeu coopératifs, où les joueurs peuvent former une équipe pour affronter des ennemis contrôlés par l'IA. Le jeu est constamment mis à jour avec de nouveaux contenus, y compris de nouveaux opérateurs, cartes et événements saisonniers, ce qui garantit une expérience de jeu variée et en évolution constante. En résumé, Rainbow Six Siege offre une expérience de tir tactique en équipe intense, mettant l'accent sur la communication, la coordination et la stratégie pour remporter la victoire.",
                        "nl": "Rainbow Six Siege is een teamgebaseerde tactische shooter ontwikkeld door Ubisoft. Het richt zich op intense botsingen tussen twee teams van spelers, aanvallers en verdedigers, in vernietigbare omgevingen. Spelers kiezen uit een brede selectie van operators, elk met hun eigen unieke vaardigheden en gadgets. Aanvallers moeten nauwkeurige aanvallen plannen en uitvoeren om het doel te bereiken, terwijl verdedigers hun positie moeten versterken, vallen moeten plaatsen en het doel moeten beschermen. Communicatie en coördinatie zijn essentieel in Rainbow Six Siege. Spelers moeten samenwerken om informatie te delen, strategieën te bedenken en hun acties te coördineren om de overwinning te behalen. De game biedt een breed scala aan kaarten, elk met unieke omgevingen en verschillende tactische mogelijkheden. Spelers kunnen de vernietiging van landschappen gebruiken om doorgangen, vuurlinies en strategische kansen te creëren. Rainbow Six Siege is een competitief spel, met een multiplayer-modus voor klassementen waarin spelers hogerop kunnen komen en het opnemen tegen tegenstanders van hun niveau. Het beschikt ook over coöperatieve spelmodi, waarin spelers een team kunnen vormen om het op te nemen tegen door AI bestuurde vijanden. De game wordt voortdurend bijgewerkt met nieuwe inhoud, waaronder nieuwe operators, kaarten en seizoensevenementen, wat zorgt voor een gevarieerde en voortdurend evoluerende gameplay-ervaring. Kortom, Rainbow Six Siege biedt een intense teamgebaseerde tactische shooter-ervaring, waarbij de nadruk ligt op communicatie, coördinatie en strategie om de overwinning te behalen."
                    },
                    "author": {
                        "en": "Rainbow Six Siege was developed by Ubisoft Montreal, a video game development studio based in Montreal, Canada. Ubisoft is a French video game development and publishing company, founded in 1986 by the Guillemot brothers. It is important to note that many developers, artists, and designers have contributed to the creation and evolution of the game over the years.",
                        "fr": "Rainbow Six Siege a été développé par Ubisoft Montréal, un studio de développement de jeux vidéo basé à Montréal, au Canada. Ubisoft est une société française de développement et d'édition de jeux vidéo, fondée en 1986 par les frères Guillemot. Il est important de noter que de nombreux développeurs, artistes et concepteurs ont contribué à la création et à l'évolution du jeu au fil des années.",
                        "nl": "Rainbow Six Siege is ontwikkeld door Ubisoft Montreal, een ontwikkelstudio voor videogames in Montreal, Canada. Ubisoft is een Frans bedrijf voor de ontwikkeling en uitgeverij van videogames, opgericht in 1986 door de gebroeders Guillemot. Het is belangrijk op te merken dat veel ontwikkelaars, artiesten en ontwerpers door de jaren heen hebben bijgedragen aan de creatie en evolutie van het spel."
                    },
                    "scenario": {
                        "en": "Rainbow Six Siege's storyline is set in the near future and features an elite international unit called the Rainbow, trained to fight terrorist threats around the world. The game's story mainly focuses on tactical clashes between attackers and defenders. Each operation, called an assault, presents a different context, but there is no overarching narrative storyline in the game. Each operator has their own history and background, but these elements are not explored in detail in the game itself. However, players can discover information about Operators through biographies available in-game or on the official website. The main focus of the game is on competitive gameplay and tactical strategy, rather than a linear story. Players must coordinate their actions, use their special skills and strategize to achieve objectives and defeat their opponents. In summary, Rainbow Six Siege focuses more on tactical clashes and the competitive multiplayer aspect, rather than a traditional narrative storyline.",
                        "fr": "Le scénario de Rainbow Six Siege se déroule dans un futur proche et met en scène une unité internationale d'élite appelée Rainbow, formée pour lutter contre les menaces terroristes dans le monde entier. L'histoire du jeu se concentre principalement sur les affrontements tactiques entre les attaquants et les défenseurs. Chaque opération, appelée assaut, présente un contexte différent, mais il n'y a pas de scénario narratif global dans le jeu. Chaque opérateur a sa propre histoire et son propre passé, mais ces éléments ne sont pas explorés en détail dans le jeu lui-même. Cependant, les joueurs peuvent découvrir des informations sur les opérateurs à travers des biographies disponibles dans le jeu ou sur le site officiel. L'accent principal du jeu est mis sur le gameplay compétitif et la stratégie tactique, plutôt que sur une histoire linéaire. Les joueurs doivent coordonner leurs actions, utiliser leurs compétences spéciales et élaborer des stratégies pour atteindre les objectifs et vaincre leurs adversaires. En résumé, Rainbow Six Siege se concentre davantage sur les affrontements tactiques et l'aspect multijoueur compétitif, plutôt que sur un scénario narratif traditionnel.",
                        "nl": "De verhaallijn van Rainbow Six Siege speelt zich af in de nabije toekomst en bevat een internationale elite-eenheid genaamd de Rainbow, die is opgeleid om terroristische dreigingen over de hele wereld te bestrijden. Het verhaal van de game richt zich vooral op tactische botsingen tussen aanvallers en verdedigers. Elke operatie, een aanval genoemd, presenteert een andere context, maar er is geen overkoepelende verhalende verhaallijn in het spel. Elke operator heeft zijn eigen geschiedenis en achtergrond, maar deze elementen worden niet in detail onderzocht in het spel zelf. Spelers kunnen echter informatie over operators ontdekken via biografieën die beschikbaar zijn in de game of op de officiële website. De belangrijkste focus van het spel ligt op competitieve gameplay en tactische strategie, in plaats van een lineair verhaal. Spelers moeten hun acties coördineren, hun speciale vaardigheden gebruiken en strategieën bedenken om doelen te bereiken en hun tegenstanders te verslaan. Samenvattend richt Rainbow Six Siege zich meer op tactische botsingen en het competitieve multiplayer-aspect dan op een traditionele verhalende verhaallijn."
                    },
                    "platforms": [
                        "Xbox Series X | S",
                        "Xbox One",
                        "PlayStation 5",
                        "PlayStation 4",
                        "PC",
                        "Stadia"
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://cdn1.epicgames.com/offer/carnation/Carousel_BoxArt_1200x1600_1200x1600-6888b9d57181d8fcfb3472a7f70ecc49"
                }
            ]
        },
        {
            "name": "Activision",
            "picture": "https://www.activisionblizzard.com/content/dam/atvi/activisionblizzard/ab-touchui/common/activision-blizzard-share.png",
            "information": {
                "en": "Activision Blizzard is an American video game company that is known for creating and publishing many popular games.",
                "fr": "Activision Blizzard est une entreprise américaine de jeux vidéo qui est connue pour avoir créé et édité de nombreux jeux populaires.",
                "nl": "Activision Blizzard is een Amerikaans videogamebedrijf dat bekend staat om het maken en publiceren van veel populaire games."
            },
            "games": [
                {
                    "title": "Call Of Duty Black Ops 2",
                    "information": {
                        "en": "Call of Duty: Black Ops II is a first-person shooter video game developed by Treyarch and published by Activision, released on November 13, 2012 for PlayStation 3, Xbox 360, Windows and Wii U. 9th installment in the Call of Duty series , it chronologically follows Call of Duty: Modern Warfare 3 and is the direct sequel to Call of Duty: Black Ops. At the end of November 2012, a week after its release, the game exceeded 11 million copies sold (dematerialized sales are not counted in this figure)1. In one year, sales figures show just under 25 million copies sold and it was awarded best game in 2012. At the end of October 2014, sales figures exceeded 27.4 million copies sold2. Among other records, the license broke the record for turnover from entertainment with a sum of 500 million dollars reported in 24 hours. This places it as the second biggest launch of all time in the entertainment industry, just behind the current holder of this record, Grand Theft Auto V and its 815 million dollars3,4. At the beginning of December 2012, Activision announced that it had made a billion dollars in exactly 14 days after the game's release, which broke the record of the film Avatar which had taken 17 days to bring in the same sum and that of Call of Duty: Modern Warfare 3. (its predecessor) which took 16 days. Call of Duty: Black Ops II is thus ranked as the most profitable entertainment work of all time5, before the record was broken by Grand Theft Auto V.",
                        "fr": "Call of Duty: Black Ops II est un jeu vidéo de tir à la première personne développé par Treyarch et édité par Activision, sorti le 13 novembre 2012 sur PlayStation 3, Xbox 360, Windows et Wii U. 9e épisode de la série Call of Duty, il fait suite chronologiquement à Call of Duty: Modern Warfare 3 et est la suite directe de Call of Duty : Black Ops. Fin novembre 2012, une semaine après sa sortie, le jeu dépasse les 11 millions d'exemplaires vendus (les ventes dématérialisées ne sont pas comptées dans ce chiffre)1. En un an, les chiffres de vente font état d'un peu moins de 25 millions d'exemplaires vendus et a été accordé meilleur jeu 2012. Fin octobre 2014, les chiffres de ventes dépassent les 27,4 millions d'exemplaires vendus2. Entre autres records, la licence a battu le record du chiffre d'affaires issu du divertissement avec une somme de 500 millions de dollars rapportés en 24 heures. Ce qui le place au deuxième rang du plus gros lancement de tous les temps de l'industrie du divertissement, juste derrière le détenteur actuel de ce record, Grand Theft Auto V et ses 815 millions de dollars3,4. Début décembre 2012, Activision annonce avoir engrangé un milliard de dollars en exactement 14 jours après la sortie du jeu, ce qui bat le record du film Avatar qui avait mis 17 jours pour rapporter la même somme et celui de Call of Duty : Modern Warfare 3 (son prédécesseur) qui avait mis 16 jours. Call of Duty : Black Ops II est ainsi au rang de l’œuvre de divertissement la plus rentable de tous les temps5, avant que le record ne soit battu par Grand Theft Auto V.",
                        "nl": "Call of Duty: Black Ops II is een first-person shooter-videogame ontwikkeld door Treyarch en uitgegeven door Activision, uitgebracht op 13 november 2012 voor PlayStation 3, Xbox 360, Windows en Wii U. 9e deel in de Call of Duty-serie, het volgt chronologisch Call of Duty: Modern Warfare 3 en is het directe vervolg op Call of Duty: Black Ops. Eind november 2012, een week na de release, waren er meer dan 11 miljoen verkochte exemplaren van de game (gedematerialiseerde verkopen worden niet meegeteld in dit cijfer)1. In één jaar tijd tonen de verkoopcijfers iets minder dan 25 miljoen verkochte exemplaren en het werd uitgeroepen tot beste game in 2012. Eind oktober 2014 waren de verkoopcijfers meer dan 27,4 miljoen verkochte exemplaren2. De licentie brak onder meer het record voor omzet uit entertainment met een bedrag van 500 miljoen dollar dat in 24 uur werd gerapporteerd. Dit plaatst het als de op een na grootste lancering aller tijden in de entertainmentindustrie, net achter de huidige houder van dit record, Grand Theft Auto V en zijn 815 miljoen dollar3,4. Begin december 2012 kondigde Activision aan dat het een miljard dollar had verdiend in precies 14 dagen na de release van de game, waarmee het record werd verbroken van de film Avatar, die er 17 dagen over had gedaan om hetzelfde bedrag binnen te halen, en dat van Call of Duty. : Modern Warfare 3. (zijn voorganger) die 16 dagen duurde. Call of Duty: Black Ops II wordt daarmee gerangschikt als het meest winstgevende entertainmentwerk aller tijden5, voordat het record werd verbroken door Grand Theft Auto V."
                    },
                    "resume": {
                        "en": "Call of Duty: Black Ops 2 (also known as COD: Black Ops II) is a first-person shooter released in 2012. Developed by Treyarch and published by Activision, it is the ninth installment in the Call of Duty series. and the direct sequel to Call of Duty: Black Ops. The game's story takes place in both the 1980s and 2025, offering two distinct single-player campaigns. Set in the 1980s, players take on the role of Alex Mason, an American soldier involved in covert missions during the Cold War. Set in the future of 2025, players control David Mason, Alex's son, who is trying to deal with a new terrorist threat. The game tackles themes such as the Cold War, terrorism, and military technological advancements. Players must navigate through different missions in varying environments such as cities, jungles, and war zones. Apart from the single-player campaign, Black Ops 2 also features a competitive multiplayer mode where players can compete against other players online in various game modes. The game also includes the famous Zombies mode, where players must cooperate to survive endless waves of zombies. Call of Duty: Black Ops 2 received accolades for its solid gameplay, impressive graphics, and gripping storyline. It is considered one of the best games in the Call of Duty franchise and has enjoyed great commercial success since its release.",
                        "fr": "Call of Duty: Black Ops 2 (aussi appelé COD: Black Ops II) est un jeu de tir à la première personne sorti en 2012. Développé par Treyarch et édité par Activision, il s'agit du neuvième opus de la série Call of Duty et de la suite directe de Call of Duty: Black Ops. L'histoire du jeu se déroule à la fois dans les années 1980 et en 2025, offrant deux campagnes solo distinctes. Dans les années 1980, les joueurs incarnent Alex Mason, un soldat américain impliqué dans des missions secrètes pendant la guerre froide. Dans le futur de 2025, les joueurs contrôlent David Mason, le fils d'Alex, qui tente de faire face à une nouvelle menace terroriste. Le jeu aborde des thèmes tels que la guerre froide, le terrorisme et les avancées technologiques militaires. Les joueurs doivent naviguer à travers différentes missions dans des environnements variés tels que des villes, des jungles et des zones de guerre. Outre la campagne solo, Black Ops 2 propose également un mode multijoueur compétitif où les joueurs peuvent affronter d'autres joueurs en ligne dans des modes de jeu variés. Le jeu comprend également le célèbre mode Zombies, où les joueurs doivent coopérer pour survivre à des vagues incessantes de zombies. Call of Duty: Black Ops 2 a reçu des éloges pour son gameplay solide, ses graphismes impressionnants et son scénario captivant. Il est considéré comme l'un des meilleurs jeux de la franchise Call of Duty et a connu un grand succès commercial depuis sa sortie.",
                        "nl": "Call of Duty: Black Ops 2 (ook bekend als COD: Black Ops II) is een first-person shooter uitgebracht in 2012. Ontwikkeld door Treyarch en uitgegeven door Activision, het is het negende deel in de Call of Duty-serie. vervolg op Call of Duty: Black Ops. Het verhaal van de game speelt zich zowel in de jaren tachtig als in 2025 af en biedt twee verschillende campagnes voor één speler. Spelers spelen de rol van Alex Mason, een Amerikaanse soldaat die betrokken is bij geheime missies tijdens de Koude Oorlog. Spelers spelen zich af in de toekomst van 2025 en besturen David Mason, de zoon van Alex, die probeert om te gaan met een nieuwe terroristische dreiging. De game behandelt thema's als de Koude Oorlog, terrorisme en militaire technologische vooruitgang. Spelers moeten door verschillende missies navigeren in verschillende omgevingen zoals steden, oerwouden en oorlogsgebieden. Afgezien van de campagne voor één speler, biedt Black Ops 2 ook een competitieve multiplayer-modus waarin spelers online tegen andere spelers kunnen strijden in verschillende spelmodi. De game bevat ook de beroemde Zombies-modus, waarin spelers moeten samenwerken om eindeloze golven zombies te overleven. Call of Duty: Black Ops 2 werd geprezen om zijn solide gameplay, indrukwekkende graphics en aangrijpende verhaallijn. Het wordt beschouwd als een van de beste games in de Call of Duty-franchise en heeft sinds de release een groot commercieel succes gehad."
                    },
                    "author": {
                        "en": "Call of Duty: Black Ops 2 was developed by Treyarch, a US-based video game development studio. The game was published by Activision, an American video game company and one of the leading publishers in the industry. Treyarch is known for his contribution to several games in the Call of Duty series, including Call of Duty 3, Call of Duty: World at War, and of course, the Black Ops franchise. The studio has been involved in the development of many popular game modes, such as competitive multiplayer and zombies mode. Activision, as the game's publisher, is responsible for the distribution, marketing and overall management of the Call of Duty franchise. The company works closely with Treyarch and other development studios to ensure games are ready to launch and meet player expectations. In summary, Treyarch is the main developer of Call of Duty: Black Ops 2, while Activision is the publisher. These two actors played a crucial role in the creation and publication of the game.",
                        "fr": "Call of Duty: Black Ops 2 a été développé par Treyarch, un studio de développement de jeux vidéo basé aux États-Unis. Le jeu a été publié par Activision, une société américaine de jeux vidéo et l'un des principaux éditeurs du secteur. Treyarch est connu pour sa contribution à plusieurs jeux de la série Call of Duty, dont Call of Duty 3, Call of Duty: World at War, et bien sûr, la franchise Black Ops. Le studio a été impliqué dans le développement de nombreux modes de jeu populaires, tels que le mode multijoueur compétitif et le mode zombies. Activision, en tant qu'éditeur du jeu, est responsable de la distribution, de la commercialisation et de la gestion globale de la franchise Call of Duty. La société travaille en étroite collaboration avec Treyarch et d'autres studios de développement pour s'assurer que les jeux sont prêts à être lancés et répondent aux attentes des joueurs. En résumé, Treyarch est le développeur principal de Call of Duty: Black Ops 2, tandis qu'Activision en est l'éditeur. Ces deux acteurs ont joué un rôle crucial dans la création et la publication du jeu.",
                        "nl": "Call of Duty: Black Ops 2 is ontwikkeld door Treyarch, een in de VS gevestigde studio voor het ontwikkelen van videogames. De game is uitgegeven door Activision, een Amerikaans videogamebedrijf en een van de toonaangevende uitgevers in de branche. Treyarch staat bekend om zijn bijdrage aan verschillende games in de Call of Duty-serie, waaronder Call of Duty 3, Call of Duty: World at War en natuurlijk de Black Ops-franchise. De studio is betrokken geweest bij de ontwikkeling van veel populaire spelmodi, zoals competitieve multiplayer en zombies-modus. Activision is als uitgever van de game verantwoordelijk voor de distributie, marketing en het algehele beheer van de Call of Duty-franchise. Het bedrijf werkt nauw samen met Treyarch en andere ontwikkelingsstudio's om ervoor te zorgen dat games klaar zijn om gelanceerd te worden en aan de verwachtingen van de spelers voldoen. Samenvattend is Treyarch de hoofdontwikkelaar van Call of Duty: Black Ops 2, terwijl Activision de uitgever is. Deze twee acteurs speelden een cruciale rol bij de totstandkoming en publicatie van het spel."
                    },
                    "scenario": {
                        "en": "Call of Duty: Black Ops 2's storyline is set in both the 1980s and 2025, offering two intertwined stories. Set in the 1980s, players take on the role of Alex Mason, an American soldier who is part of the special operations unit, known as Black Ops. The story follows Mason's missions during the Cold War, including his fight against enemies such as the Soviets and corrupt CIA agents. The player is also confronted with flashback sequences that reveal past events and connections to current history. In the future of 2025, players control David Mason, Alex's son. The story takes place in a world where technological warfare has become the norm. David Mason is engaged in a fight against a new terrorist threat led by Raul Menendez, an evil mastermind who manipulates the media and uses high-tech weaponry to wreak havoc. The player's choices throughout the single-player campaign can influence how the story unfolds and lead to different possible endings. Recurring characters from the Call of Duty franchise, such as Frank Woods and Viktor Reznov, also make their way back into the storyline. Call of Duty: Black Ops 2's storyline addresses themes such as manipulation, betrayal, secret warfare, and the consequences of moral choices. The story explores the characters' motivations, their complex relationships, and global geopolitical issues. Overall, the Black Ops 2 storyline delivers an immersive, cinematic experience, with gripping twists and intense action moments.",
                        "fr": "Le scénario de Call of Duty: Black Ops 2 se déroule à la fois dans les années 1980 et en 2025, offrant deux histoires entrelacées. Dans les années 1980, les joueurs incarnent Alex Mason, un soldat américain qui fait partie de l'unité des opérations spéciales, connue sous le nom de Black Ops. L'histoire suit les missions de Mason pendant la guerre froide, notamment son combat contre des ennemis tels que les Soviétiques et les agents de la CIA corrompus. Le joueur est également confronté à des séquences de flashbacks qui révèlent des événements passés et des liens avec l'histoire actuelle. Dans le futur de 2025, les joueurs contrôlent David Mason, le fils d'Alex. L'histoire se déroule dans un monde où la guerre technologique est devenue la norme. David Mason est engagé dans une lutte contre une nouvelle menace terroriste dirigée par Raul Menendez, un génie du mal qui manipule les médias et utilise des armes de haute technologie pour semer le chaos. Les choix du joueur tout au long de la campagne solo peuvent influencer le déroulement de l'histoire et conduire à différentes fins possibles. Des personnages récurrents de la franchise Call of Duty, tels que Frank Woods et Viktor Reznov, font également leur retour dans le scénario. Le scénario de Call of Duty: Black Ops 2 aborde des thèmes tels que la manipulation, la trahison, la guerre secrète et les conséquences des choix moraux. L'histoire explore les motivations des personnages, leurs relations complexes et les enjeux géopolitiques mondiaux. Dans l'ensemble, le scénario de Black Ops 2 offre une expérience immersive et cinématographique, avec des rebondissements captivants et des moments d'action intenses.",
                        "nl": "De verhaallijn van Call of Duty: Black Ops 2 speelt zich af in zowel de jaren 80 als 2025 en biedt twee met elkaar verweven verhalen. Spelers spelen de rol van Alex Mason, een Amerikaanse soldaat die deel uitmaakt van de speciale operatie-eenheid, bekend als Black Ops, die zich afspeelt in de jaren 80. Het verhaal volgt de missies van Mason tijdens de Koude Oorlog, inclusief zijn strijd tegen vijanden zoals de Sovjets en corrupte CIA-agenten. De speler wordt ook geconfronteerd met flashback-sequenties die gebeurtenissen uit het verleden en verbindingen met de huidige geschiedenis onthullen. In de toekomst van 2025 besturen spelers David Mason, de zoon van Alex. Het verhaal speelt zich af in een wereld waar technologische oorlogsvoering de norm is geworden. David Mason is verwikkeld in een strijd tegen een nieuwe terroristische dreiging onder leiding van Raul Menendez, een boosaardig meesterbrein dat de media manipuleert en hightech wapens gebruikt om grote schade aan te richten. De keuzes van de speler tijdens de campagne voor één speler kunnen van invloed zijn op hoe het verhaal zich ontvouwt en kunnen leiden tot verschillende mogelijke eindes. Terugkerende personages uit de Call of Duty-franchise, zoals Frank Woods en Viktor Reznov, keren ook terug in de verhaallijn. De verhaallijn van Call of Duty: Black Ops 2 behandelt thema's als manipulatie, verraad, geheime oorlogsvoering en de gevolgen van morele keuzes. Het verhaal onderzoekt de motivaties van de personages, hun complexe relaties en wereldwijde geopolitieke kwesties. Al met al levert de verhaallijn van Black Ops 2 een meeslepende, filmische ervaring op, met aangrijpende wendingen en intense actiemomenten."
                    },
                    "platforms": [
                        "Wii U",
                        "Xbox One",
                        "PlayStation 5",
                        "PlayStation 4",
                        "PC",
                        "Stadia"
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://cdn.cloudflare.steamstatic.com/steam/apps/202970/capsule_616x353.jpg?t=1654830020"
                },
                {
                    "title": "Diablo 4",
                    "information": {
                        "en": "Diablo IV is a hack and slash action-RPG video game developed by Blizzard Entertainment. It is the fourth main episode of the Diablo series, following Diablo III released in 2012. Announced during BlizzCon 2019, it will be released on June 6, 2023 on Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One and Xbox Series. The game allows cross-platform playability, it is as well possible to play with one of the characters of his Battle.net account on PC as via one of the consoles; moreover, it is possible for players with different platforms to play together.",
                        "fr": "Diablo IV est un jeu vidéo d'action-RPG de type hack 'n' slash développé par Blizzard Entertainment. Il constitue le quatrième épisode principal de la série Diablo, faisant suite à Diablo III sorti en 2012. Annoncé durant la BlizzCon 2019, il sort le 6 juin 2023 sur Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One et Xbox Series. Le jeu permet une jouabilité multiplateformes, il est aussi bien possible de jouer avec l’un des personnages de son compte Battle.net sur PC que via l’une des consoles ; de plus, il est possible pour des joueurs disposant de plate-formes différentes de jouer ensemble.",
                        "nl": "Diablo IV is een hack en slash actie-RPG-videogame ontwikkeld door Blizzard Entertainment. Het is de vierde hoofdaflevering van de Diablo-serie, na Diablo III die in 2012 werd uitgebracht. Aangekondigd tijdens BlizzCon 2019, zal het op 6 juni 2023 worden uitgebracht op Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One en Xbox Series. De game maakt platformonafhankelijke speelbaarheid mogelijk, het is net zo goed mogelijk om met een van de personages van zijn Battle.net-account op pc te spelen als via een van de consoles; bovendien is het voor spelers met verschillende platformen mogelijk om samen te spelen."
                    },
                    "resume": {
                        "en": "Diablo 4 is an action role-playing game developed by Blizzard Entertainment. This is the fourth installment of the popular Diablo series. The game takes place in a dark, gothic world filled with demons, monsters, and magic. In Diablo 4, players will be able to choose from different character classes, such as Barbarian, Sorcerer, and Huntress. Each class will have their own unique skills and abilities, providing a varied gameplay experience. The story of Diablo 4 is set years after the events of Diablo 3. Lilith, Mephisto's daughter, returns and seeks to restore demon power to the world. Players will have to face his corrupted forces, explore sinister dungeons, solve puzzles and defeat fearsome bosses to save the world from destruction. The game promises a vast and immersive open world, with varied environments such as snow-capped mountains, gloomy forests, and ancient ruins. Players will also be able to participate in world events and competitive multiplayer battles in an area called the Battleground. Diablo 4 is shaping up to be a dark, violent and immersive experience, true to the essence of the Diablo series. Fans of the franchise are eagerly awaiting this new installment which promises to offer an epic adventure in a terrifying fantasy world.",
                        "fr": "Diablo 4 est un jeu de rôle d'action développé par Blizzard Entertainment. Il s'agit du quatrième volet de la célèbre série Diablo. Le jeu se déroule dans un monde sombre et gothique rempli de démons, de monstres et de magie. Dans Diablo 4, les joueurs auront la possibilité de choisir parmi différentes classes de personnages, telles que le barbare, le sorcier et la chasseuse. Chaque classe aura ses propres compétences et capacités uniques, offrant ainsi une expérience de jeu variée. L'histoire de Diablo 4 se déroule des années après les événements de Diablo 3. Lilith, la fille de Mephisto, fait son retour et cherche à rétablir le pouvoir des démons sur le monde. Les joueurs devront affronter ses forces corrompues, explorer des donjons sinistres, résoudre des énigmes et vaincre de redoutables boss pour sauver le monde de la destruction. Le jeu promet un monde ouvert vaste et immersif, avec des environnements variés tels que des montagnes enneigées, des forêts lugubres et des ruines antiques. Les joueurs pourront également participer à des événements mondiaux et à des combats multijoueurs compétitifs dans une zone appelée le Champ de bataille. Diablo 4 s'annonce comme une expérience sombre, violente et immersive, fidèle à l'essence de la série Diablo. Les fans de la franchise attendent avec impatience ce nouveau volet qui promet d'offrir une aventure épique dans un monde fantastique terrifiant.",
                        "nl": "Diablo 4 is een actie-rollenspel ontwikkeld door Blizzard Entertainment. Dit is het vierde deel van de populaire Diablo-serie. De game speelt zich af in een donkere, gotische wereld vol demonen, monsters en magie. In Diablo 4 kunnen spelers kiezen uit verschillende personageklassen, zoals Barbarian, Sorcerer en Huntress. Elke klasse heeft zijn eigen unieke vaardigheden en capaciteiten, wat zorgt voor een gevarieerde gameplay-ervaring. Het verhaal van Diablo 4 speelt zich jaren na de gebeurtenissen van Diablo 3 af. Lilith, de dochter van Mephisto, keert terug en probeert de demonische macht in de wereld te herstellen. Spelers moeten het opnemen tegen zijn corrupte krachten, sinistere kerkers verkennen, puzzels oplossen en angstaanjagende eindbazen verslaan om de wereld te redden van de ondergang. De game belooft een uitgestrekte en meeslepende open wereld, met gevarieerde omgevingen zoals met sneeuw bedekte bergen, sombere bossen en oude ruïnes. Spelers kunnen ook deelnemen aan wereldevenementen en competitieve multiplayer-gevechten in een gebied genaamd Battleground. Diablo 4 wordt een duistere, gewelddadige en meeslepende ervaring, trouw aan de essentie van de Diablo-serie. Fans van de franchise kijken reikhalzend uit naar deze nieuwe aflevering die belooft een episch avontuur te bieden in een angstaanjagende fantasiewereld."
                    },
                    "author": {
                        "en": "The developers of Diablo 4 are Blizzard Entertainment, a well-known video game company. Blizzard Entertainment was founded in 1991 and is based in California, USA. They are renowned for creating several successful franchises including Warcraft, StarCraft, and Diablo. The director of Diablo 4 is Luis Barriga, who has a long experience in the video game industry. He has worked on games such as Diablo 3 and World of Warcraft, which gives him in-depth knowledge of the Diablo universe. When it comes to Diablo 4 writers, Blizzard Entertainment has assembled a talented team to bring the game's story to life. Among the lead writers we can name Jesse McCree, who worked on Diablo 3 and has expertise in creation of dark and fantastical worlds. Tiffany Wat, also a lead writer, has previous experience with Blizzard games such as World of Warcraft and Hearthstone. These talented writers work together to create an engaging and immersive story in Diablo 4, adding elements of suspense, tragedy, and action to deliver an unforgettable gaming experience for players.",
                        "fr": "Les développeurs de Diablo 4 sont Blizzard Entertainment, une société de jeux vidéo bien connue. Blizzard Entertainment a été fondée en 1991 et est basée en Californie, aux États-Unis. Ils sont réputés pour avoir créé plusieurs franchises à succès, notamment Warcraft, StarCraft et Diablo. Le directeur de Diablo 4 est Luis Barriga, qui a une longue expérience dans l'industrie du jeu vidéo. Il a travaillé sur des jeux tels que Diablo 3 et World of Warcraft, ce qui lui confère une connaissance approfondie de l'univers de Diablo. En ce qui concerne les scénaristes de Diablo 4, Blizzard Entertainment a constitué une équipe talentueuse pour donner vie à l'histoire du jeu. Parmi les auteurs principaux, nous pouvons citer Jesse McCree, qui a travaillé sur Diablo 3 et a une expertise dans la création de mondes sombres et fantastiques. Tiffany Wat, également scénariste principale, a une expérience antérieure avec des jeux Blizzard tels que World of Warcraft et Hearthstone. Ces auteurs talentueux collaborent pour créer une histoire captivante et immersive dans Diablo 4, en ajoutant des éléments de suspense, de tragédie et d'action pour offrir une expérience de jeu inoubliable aux joueurs.",
                        "nl": "De ontwikkelaars van Diablo 4 zijn Blizzard Entertainment, een bekend videogamebedrijf. Blizzard Entertainment is opgericht in 1991 en is gevestigd in Californië, VS. Ze staan ​​bekend om het creëren van verschillende succesvolle franchises, waaronder Warcraft, StarCraft en Diablo. De regisseur van Diablo 4 is Luis Barriga, die een lange ervaring heeft in de videogame-industrie. Hij heeft gewerkt aan games zoals Diablo 3 en World of Warcraft, waardoor hij een grondige kennis heeft van het Diablo-universum. Als het op Diablo 4-schrijvers aankomt, heeft Blizzard Entertainment een getalenteerd team samengesteld om het verhaal van de game tot leven te brengen.Onder de hoofdschrijvers kunnen we Jesse McCree noemen, die aan Diablo 3 werkte en expertise heeft in het creëren van duistere en fantastische werelden. Tiffany Wat, ook een hoofdschrijver, heeft eerdere ervaring met Blizzard-games zoals World of Warcraft en Hearthstone. Deze getalenteerde schrijvers werken samen om een ​​boeiend en meeslepend verhaal te creëren in Diablo 4, met elementen van spanning, tragedie en actie om spelers een onvergetelijke game-ervaring te bezorgen."
                    },
                    "scenario": {
                        "en": "The Diablo 4 storyline is set years after the events of Diablo 3. The world of Sanctuary is thrown into chaos as demonic forces are unleashed once again. Lilith, Mephisto's daughter, returns and seeks to restore demon power to the world. Players embody heroes who oppose Lilith and her corrupted forces. They will explore dark and dangerous lands, discover gloomy dungeons, devastated cities and demonic environments. During their adventure, players will meet different characters, some allies and other enemies, which will influence the course of the story. The story of Diablo 4 is rich in intrigue and revelations about the Diablo universe. Players will learn about the origins of demons and angels, the mysterious powers of soul stones, and the hidden secrets of the world of Sanctuary. As they progress, players will face fearsome bosses and overcome dangerous challenges to save the world from impending destruction. They will have to make difficult choices that will have consequences on the scenario and the outcome of their quest. Diablo 4's storyline promises a gripping and dark story filled with betrayals, sacrifices, and epic battles against the forces of evil. Players will be immersed in a world where the line between good and evil is blurred, and where their courage and determination will be tested to save Sanctuary from the demonic threat.",
                        "fr": "Le scénario de Diablo 4 se déroule des années après les événements de Diablo 3. Le monde de Sanctuaire est plongé dans le chaos alors que les forces démoniaques se déchaînent une fois de plus. Lilith, la fille de Mephisto, fait son retour et cherche à rétablir le pouvoir des démons sur le monde. Les joueurs incarnent des héros qui s'opposent à Lilith et à ses forces corrompues. Ils vont explorer des terres sombres et dangereuses, découvrir des donjons lugubres, des villes dévastées et des environnements démoniaques. Au cours de leur aventure, les joueurs rencontreront différents personnages, certains alliés et d'autres ennemis, qui influenceront le déroulement de l'histoire. L'histoire de Diablo 4 est riche en intrigues et en révélations sur l'univers de Diablo. Les joueurs en apprendront davantage sur les origines des démons et des anges, sur les pouvoirs mystérieux des pierres d'âme et sur les secrets cachés du monde de Sanctuaire. Au fur et à mesure de leur progression, les joueurs devront affronter de redoutables boss et surmonter de dangereux défis pour protéger le monde de la destruction imminente. Ils devront faire des choix difficiles qui auront des conséquences sur le scénario et l'issue de leur quête. Le scénario de Diablo 4 promet une histoire captivante et sombre, remplie de trahisons, de sacrifices et de combats épiques contre les forces du mal. Les joueurs seront plongés dans un monde où la frontière entre le bien et le mal est floue, et où leur courage et leur détermination seront mis à l'épreuve pour sauver Sanctuaire de la menace démoniaque.",
                        "nl": "De verhaallijn van Diablo 4 speelt zich jaren na de gebeurtenissen van Diablo 3 af. De wereld van Sanctuary wordt in chaos gegooid als opnieuw demonische krachten worden losgelaten. Lilith, de dochter van Mephisto, keert terug en probeert de demonische macht in de wereld te herstellen. Spelers spelen helden die zich verzetten tegen Lilith en haar corrupte krachten. Ze zullen donkere en gevaarlijke landen verkennen, sombere kerkers, verwoeste steden en demonische omgevingen ontdekken. Tijdens hun avontuur ontmoeten spelers verschillende personages, enkele bondgenoten en andere vijanden, die het verloop van het verhaal zullen beïnvloeden. Het verhaal van Diablo 4 is rijk aan intriges en onthullingen over het Diablo-universum. Spelers leren over de oorsprong van demonen en engelen, de mysterieuze krachten van zielenstenen en de verborgen geheimen van de wereld van Sanctuary. Naarmate ze vorderen, zullen spelers het opnemen tegen angstaanjagende bazen en gevaarlijke uitdagingen overwinnen om de wereld te redden van dreigende vernietiging. Ze zullen moeilijke keuzes moeten maken die consequenties hebben voor het scenario en de uitkomst van hun zoektocht. De verhaallijn van Diablo 4 belooft een aangrijpend en duister verhaal vol verraad, opofferingen en epische gevechten tegen de krachten van het kwaad. Spelers worden ondergedompeld in een wereld waar de grens tussen goed en kwaad vervaagt en waar hun moed en vastberadenheid op de proef worden gesteld om Sanctuary te redden van de demonische dreiging."
                    },
                    "platforms": [
                        "PlayStation 4", "PlayStation 5", "Xbox One", "Xbox Series", "PC(Windows)"
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://blz-contentstack-images.akamaized.net/v3/assets/blt77f4425de611b362/blt6d7b0fd8453e72b9/646e720a71d9db111a265e8c/d4-open-graph_001.jpg"
                },
                {
                    "title": "Overwatch 2",
                    "information": {
                        "en": "Overwatch 2 is a multiplayer first-person shooter video game developed and published by Blizzard Entertainment. This is a redesign of Overwatch in order to update it and make it more dynamic in particular. The game was released in early access and free-to-play on October 4, 2022 on Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series and Nintendo Switch1.",
                        "fr": "Overwatch 2 est un jeu vidéo de tir en vue subjective multijoueur développé et édité par Blizzard Entertainment. Il s'agit d'une refonte d'Overwatch afin de l'actualiser et de le rendre plus dynamique notamment. Le jeu est sorti en accès anticipé et free-to-play le 4 octobre 2022 sur Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series et Nintendo Switch1.",
                        "nl": "Overwatch 2 is een first-person shooter-videogame voor meerdere spelers, ontwikkeld en uitgegeven door Blizzard Entertainment. Dit is een herontwerp van Overwatch om het te updaten en vooral dynamischer te maken. De game is op 4 oktober 2022 met vroege toegang uitgebracht en gratis te spelen op Microsoft Windows, PlayStation 4, PlayStation 5, Xbox One, Xbox Series en Nintendo Switch1."
                    },
                    "resume": {
                        "en": "Overwatch 2 is the highly anticipated sequel to the Overwatch video game, developed by Blizzard Entertainment. The game is set in the near future where unique heroes face off in thrilling team battles. In Overwatch 2, the story focuses on a global threat that requires the intervention of Overwatch heroes. Players can play as a variety of heroes, each with their own unique abilities and playstyles. The game has various game modes including Assault Mode, Control Mode, Escort Mode and many more. Players can form teams with their friends or play online with other players around the world. Overwatch 2 also introduces new features, such as improved maps, new heroes, story mode missions, and continuous player progression. Graphics have been improved, providing detailed environments and stunning visual effects. The main goal of Overwatch 2 is to provide an even more immersive gaming experience, emphasizing cooperation and competition between players. Blizzard Entertainment also plans to maintain a connection between original Overwatch players and those of Overwatch 2, in order to preserve the existing community. In summary, Overwatch 2 is an exciting team-based shooter that offers a variety of game modes, heroes, and improved features compared to its predecessor. Players can expect an intense and captivating gaming experience in a futuristic universe.",
                        "fr": "Overwatch 2 est la suite très attendue du jeu vidéo Overwatch, développé par Blizzard Entertainment. Le jeu se déroule dans un futur proche où des héros uniques s'affrontent dans des combats d'équipe palpitants. Dans Overwatch 2, l'histoire se concentre sur une menace mondiale qui nécessite l'intervention des héros d'Overwatch. Les joueurs peuvent incarner une variété de héros, chacun possédant ses propres capacités et styles de jeu uniques. Le jeu propose des modes de jeu variés, notamment le mode Assaut, le mode Contrôle, le mode Escorte et bien d'autres encore. Les joueurs peuvent former des équipes avec leurs amis ou jouer en ligne avec d'autres joueurs du monde entier. Overwatch 2 introduit également de nouvelles fonctionnalités, telles que des cartes améliorées, de nouveaux héros, des missions en mode histoire et une progression continue du joueur. Les graphismes ont été améliorés, offrant des environnements détaillés et des effets visuels époustouflants. L'objectif principal d'Overwatch 2 est de proposer une expérience de jeu encore plus immersive, en mettant l'accent sur la coopération et la compétition entre les joueurs. Blizzard Entertainment prévoit également de maintenir une connexion entre les joueurs d'Overwatch original et ceux d'Overwatch 2, afin de préserver la communauté existante. En résumé, Overwatch 2 est un jeu de tir en équipe passionnant qui offre une variété de modes de jeu, de héros et de fonctionnalités améliorées par rapport à son prédécesseur. Les joueurs peuvent s'attendre à une expérience de jeu intense et captivante dans un univers futuriste.",
                        "nl": "Overwatch 2 is het langverwachte vervolg op de videogame Overwatch, ontwikkeld door Blizzard Entertainment. De game speelt zich af in de nabije toekomst, waar unieke helden het tegen elkaar opnemen in spannende teamgevechten. In Overwatch 2 concentreert het verhaal zich op een wereldwijde dreiging die de tussenkomst van Overwatch-helden vereist. Spelers kunnen als verschillende helden spelen, elk met hun eigen unieke vaardigheden en speelstijlen. De game heeft verschillende spelmodi, waaronder Assault Mode, Control Mode, Escort Mode en nog veel meer. Spelers kunnen teams vormen met hun vrienden of online spelen met andere spelers over de hele wereld. Overwatch 2 introduceert ook nieuwe functies, zoals verbeterde kaarten, nieuwe helden, verhaalmodusmissies en continue spelersvoortgang. De graphics zijn verbeterd en bieden gedetailleerde omgevingen en verbluffende visuele effecten. Het belangrijkste doel van Overwatch 2 is om een ​​nog meeslependere game-ervaring te bieden, waarbij de nadruk ligt op samenwerking en competitie tussen spelers. Blizzard Entertainment is ook van plan een verbinding te onderhouden tussen originele Overwatch-spelers en die van Overwatch 2, om de bestaande gemeenschap te behouden. Samengevat, Overwatch 2 is een opwindende teamgebaseerde shooter die een verscheidenheid aan spelmodi, helden en verbeterde functies biedt in vergelijking met zijn voorganger. Spelers kunnen een intense en meeslepende game-ervaring verwachten in een futuristisch universum."
                    },
                    "author": {
                        "en": "The authors of Overwatch 2 are a talented team of video game developers working at Blizzard Entertainment. They are responsible for the design, creation and implementation of this popular game. Key members of the Overwatch 2 development team include game designers, artists, programmers, scriptwriters, and many other talented professionals. Together, they collaborate to bring the rich and captivating universe of Overwatch to life. These authors work closely together to create new heroes, craft detailed maps, design story mode missions, and perfect game mechanics. They are responsible for balancing characters, creating engaging game experiences, and optimization of gameplay. The Overwatch 2 author team is dedicated to providing players with a high-quality gaming experience and to continuing to innovate in team-based shooters. Their joint efforts have resulted in a game loved by a global community of gamers. Through their passion, creativity, and expertise, the authors of Overwatch 2 have helped make this game a success and will continue to support it with updates and exciting new content in the future.",
                        "fr": "Les auteurs d'Overwatch 2 sont une équipe talentueuse de développeurs de jeux vidéo travaillant chez Blizzard Entertainment. Ils sont responsables de la conception, de la création et de la mise en œuvre de ce jeu populaire. Parmi les membres clés de l'équipe de développement d'Overwatch 2 figurent des concepteurs de jeux, des artistes, des programmeurs, des scénaristes et bien d'autres professionnels talentueux. Ensemble, ils collaborent pour donner vie à l'univers riche et captivant d'Overwatch. Ces auteurs travaillent en étroite collaboration pour créer de nouveaux héros, élaborer des cartes détaillées, concevoir des missions en mode histoire et perfectionner les mécaniques de jeu. Ils sont responsables de l'équilibrage des personnages, de la création d'expériences de jeu engageantes et de l'optimisation de la jouabilité. L'équipe d'auteurs d'Overwatch 2 est dévouée à offrir aux joueurs une expérience de jeu de haute qualité et à continuer d'innover dans le domaine des jeux de tir en équipe. Leurs efforts conjoints ont permis de créer un jeu apprécié par une communauté mondiale de joueurs. Grâce à leur passion, à leur créativité et à leur expertise, les auteurs d'Overwatch 2 ont contribué à faire de ce jeu un succès et continueront de le soutenir avec des mises à jour et du nouveau contenu passionnant à l'avenir.",
                        "nl": "De auteurs van Overwatch 2 zijn een getalenteerd team van ontwikkelaars van videogames die bij Blizzard Entertainment werken. Zij zijn verantwoordelijk voor het ontwerp, de creatie en de implementatie van dit populaire spel. Belangrijke leden van het ontwikkelingsteam van Overwatch 2 zijn game-ontwerpers, artiesten, programmeurs, scenarioschrijvers en vele andere getalenteerde professionals. Samen werken ze samen om het rijke en boeiende universum van Overwatch tot leven te brengen. Deze auteurs werken nauw samen om nieuwe helden te creëren, gedetailleerde kaarten te maken, verhaalmodusmissies te ontwerpen en spelmechanismen te perfectioneren.Ze zijn verantwoordelijk voor het balanceren van personages, het creëren van boeiende spelervaringen en het optimaliseren van de gameplay. Het auteursteam van Overwatch 2 zet zich in om spelers een hoogwaardige game-ervaring te bieden en om te blijven innoveren in teamgebaseerde shooters. Hun gezamenlijke inspanningen hebben geresulteerd in een game die wordt genoten door een wereldwijde community van gamers. Door hun passie, creativiteit en expertise hebben de auteurs van Overwatch 2 geholpen om dit spel tot een succes te maken en zullen het in de toekomst blijven ondersteunen met updates en opwindende nieuwe inhoud."
                    },
                    "scenario": {
                        "en": "The Overwatch 2 storyline takes place in the near future, after the events of the first Overwatch. After years of heroic battles, the Overwatch organization has been disbanded and the world faces a new threat. A malevolent force known as the Null Sector emerges and launches coordinated attacks in different regions of the globe. Faced with this threat, the heroes of Overwatch come together once again to defend humanity. Overwatch 2's story focuses on the heroes' efforts to battle Null Sector and other malevolent forces that seek to wreak havoc. Players participate in story mode missions, which feature engaging scenarios and varied objectives. As they progress, players learn more about the characters' backstories and the issues surrounding them. Revelations, unexpected alliances, and twists are all part of Overwatch 2's thrilling plot. Overwatch 2's storyline highlights the importance of cooperation and solidarity among heroes to defeat the difficulty. Players find themselves immersed in a world in the midst of conflict, where the choices and actions of characters can influence the course of the story. The goal of the Overwatch 2 authors is to deliver an immersive storyline that immerses players in a rich and complex universe, while providing them with a thrilling and memorable gaming experience.",
                        "fr": "Le scénario d'Overwatch 2 se déroule dans un futur proche, après les événements du premier Overwatch. Après des années de combats héroïques, l'organisation Overwatch a été dissoute et le monde est confronté à une nouvelle menace. Une force malveillante connue sous le nom de Null Sector émerge et lance des attaques coordonnées dans différentes régions du globe. Face à cette menace, les héros d'Overwatch se rassemblent à nouveau pour défendre l'humanité. L'histoire d'Overwatch 2 se concentre sur les efforts des héros pour combattre Null Sector et d'autres forces malveillantes qui cherchent à semer le chaos. Les joueurs participent à des missions en mode histoire, qui proposent des scénarios captivants et des objectifs variés. Au fur et à mesure de leur progression, les joueurs en apprennent davantage sur l'histoire des personnages et sur les enjeux qui les entourent. Des révélations, des alliances inattendues et des retournements de situation font partie intégrante de l'intrigue palpitante d'Overwatch 2. Le scénario d'Overwatch 2 met en avant l'importance de la coopération et de la solidarité entre les héros pour vaincre les forces du mal. Les joueurs se retrouvent plongés dans un monde en plein conflit, où les choix et les actions des personnages peuvent influencer le cours de l'histoire. L'objectif des auteurs d'Overwatch 2 est de proposer un scénario immersif qui plonge les joueurs dans un univers riche et complexe, tout en leur offrant une expérience de jeu palpitante et mémorable.",
                        "nl": "De verhaallijn van Overwatch 2 speelt zich af in de nabije toekomst, na de gebeurtenissen van de eerste Overwatch. Na jaren van heroïsche gevechten is de Overwatch-organisatie ontbonden en staat de wereld voor een nieuwe dreiging. Een kwaadaardige kracht die bekend staat als de Null Sector duikt op en lanceert gecoördineerde aanvallen in verschillende delen van de wereld. Geconfronteerd met deze dreiging komen de helden van Overwatch opnieuw samen om de mensheid te verdedigen. Het verhaal van Overwatch 2 concentreert zich op de inspanningen van de helden om Null Sector en andere kwaadwillende krachten te bestrijden die grote schade willen aanrichten. Spelers nemen deel aan missies in de verhaalmodus, met boeiende scenario's en gevarieerde doelstellingen. Naarmate ze vorderen, leren spelers meer over de achtergrondverhalen van de personages en de problemen eromheen. Onthullingen, onverwachte allianties en wendingen maken allemaal deel uit van het spannende plot van Overwatch 2. De verhaallijn van Overwatch 2 benadrukt het belang van samenwerking en solidariteit tussen helden om de moeilijkheidsgraad te verslaan. Spelers worden ondergedompeld in een wereld te midden van conflicten, waar de keuzes en acties van personages de loop van het verhaal kunnen beïnvloeden. Het doel van de auteurs van Overwatch 2 is om een ​​meeslepende verhaallijn te leveren die spelers onderdompelt in een rijk en complex universum, terwijl ze tegelijkertijd een spannende en gedenkwaardige game-ervaring krijgen."
                    },
                    "platforms": [
                        "PlayStation 4", "Xbox One", "PlayStation 5", "Xbox Series", "Nintendo Switch", "PC(Windows)"
                    ],
                    "game_modes": [
                        
                        "multi"
                    ],
                    "picture": "https://blz-contentstack-images.akamaized.net/v3/assets/blt9c12f249ac15c7ec/blt8acb81e3851f58b2/6480c8a5f7e25112a1a014d9/ow2_xboxshowcase_static_7.png"
                }
            ]
        },
        {
            "name": "Nintendo",
            "picture": "https://fs-prod-cdn.nintendo-europe.com/media/images/10_share_images/others_3/SI_GenericNintendo_image1280w.jpg",
            "information": {
                "en": "Nintendo is a Japanese video game company, famous for creating iconic games and consoles since the 1980s.",
                "fr": "Nintendo est une entreprise japonaise de jeux vidéo, célèbre pour avoir créé des jeux et des consoles emblématiques depuis les années 1980.",
                "nl": "Nintendo is een Japans videogamebedrijf dat sinds de jaren tachtig bekend staat om het maken van iconische games en consoles."
            },
            "games": [
                {
                    "title": "The Legend of Zelda",
                    "information": {
                        "en": "The Legend of Zelda, or simply Zelda, is an action-adventure video game series produced by Japanese company Nintendo and created by Shigeru Miyamoto and Takashi Tezuka. Since 1986 and the release of The Legend of Zelda on the NES console, twenty games have officially been part of the main saga. Several reissues, remakes and derivative games have also been released. The story that serves as the basis for most episodes of the series is that of the hero Link who must free the kingdom of Hyrule and its princess, Zelda, from the hands of the evil lord, Ganon (or Ganondorf in his human form). . The series is known in particular for its exploration side, pioneering open world games, its gameplay, the depth of its scenario, the multitude of side quests and its music created by Koji Kondo. The games are regularly praised by critics. According to Metacritic, which lists the ratings of all the press and all the specialized sites, the episode Ocarina of Time, released in 1998, is the best video game of all time, all consoles combined. Moreover, seven games, among the twenty of the main series, obtain an average score above 95%1. The Legend of Zelda stands as Nintendo's flagship saga alongside Super Mario and Pokémon. At the end of 2018, the series had 94.73 million games sold2. The Legend of Zelda: Ocarina of Time entered the Guinness Book of World Records as the fastest-selling game, selling six million units worldwide in eight weeks3. The Legend of Zelda series has a total of fifteen records",
                        "fr": "The Legend of Zelda, ou simplement Zelda, est une série de jeux vidéo d'action-aventure produite par la société japonaise Nintendo et créée par Shigeru Miyamoto et Takashi Tezuka. Depuis 1986 et la sortie du jeu The Legend of Zelda sur la console NES, vingt jeux font officiellement partie de la saga principale. Plusieurs rééditions, remakes et jeux dérivés ont également vu le jour. L'histoire qui sert de base pour la plupart des épisodes de la série est celle du héros Link qui doit libérer le royaume d'Hyrule et sa princesse, Zelda, des mains du seigneur du Mal, Ganon (ou Ganondorf dans sa forme humaine). La série est connue notamment pour son côté exploration, pionnier des jeux en monde ouvert, son gameplay, la profondeur de son scénario, la multitude de quêtes secondaires et ses musiques créées par Koji Kondo. Les jeux sont régulièrement salués par la critique. Selon Metacritic, qui répertorie les notes de toute la presse et de tous les sites spécialisés, l'épisode Ocarina of Time, sorti en 1998, est le meilleur jeu vidéo de tous les temps, toutes consoles confondues. D'ailleurs, sept jeux, parmi les vingt de la série principale, obtiennent un score moyen supérieur à 95 %1. The Legend of Zelda se place en tant que saga phare de Nintendo aux côtés de Super Mario et Pokémon. Fin 2018, la série compte 94,73 millions de jeux vendus2. The Legend of Zelda: Ocarina of Time est entré dans le livre Guinness des records en tant que jeu s'étant vendu le plus rapidement, avec six millions d'unités dans le monde en huit semaines3. La série The Legend of Zelda compte au total quinze records",
                        "nl": "The Legend of Zelda, of kortweg Zelda, is een actie-avontuur videogameserie geproduceerd door het Japanse bedrijf Nintendo en gemaakt door Shigeru Miyamoto en Takashi Tezuka. Sinds 1986 en de release van The Legend of Zelda op de NES-console, maken twintig games officieel deel uit van de hoofdsaga. Er zijn ook verschillende heruitgaven, remakes en afgeleide games uitgebracht. Het verhaal dat als basis dient voor de meeste afleveringen van de serie is dat van de held Link die het koninkrijk Hyrule en zijn prinses Zelda moet bevrijden uit de handen van de boze heer Ganon (of Ganondorf in zijn menselijke vorm). . De serie staat vooral bekend om zijn verkenningskant, baanbrekende open-wereldgames, zijn gameplay, de diepgang van zijn scenario, de veelheid aan side-quests en zijn muziek gemaakt door Koji Kondo. De games worden regelmatig geprezen door critici. Volgens Metacritic, dat de beoordelingen van alle pers en alle gespecialiseerde sites opsomt, is de aflevering Ocarina of Time, uitgebracht in 1998, de beste videogame aller tijden, alle consoles samen. Bovendien behalen zeven games, van de twintig van de hoofdreeksen, een gemiddelde score van meer dan 95%1. The Legend of Zelda is Nintendo's paradepaardje naast Super Mario en Pokémon. Eind 2018 waren er 94,73 miljoen games van de serie verkocht2. The Legend of Zelda: Ocarina of Time is het Guinness Book of World Records binnengekomen als de snelst verkopende game, met wereldwijd zes miljoen verkochte exemplaren in acht weken3. De Legend of Zelda-serie heeft in totaal vijftien platen"
                    },
                    "resume": {
                        "en": "The Legend of Zelda is a series of action-adventure video games created by Nintendo. Each game features a unique story, but all share common elements. The games are set in the kingdom of Hyrule, where the main hero, Link, embarks on a perilous quest to rescue Princess Zelda and restore peace to the land. In each episode, players control Link and explore open worlds filled with dungeons, villages, and varied landscapes. During their adventure, they must solve puzzles, fight fearsome enemies and collect special items and weapons to progress. The Legend of Zelda games are known for their engaging gameplay and balance of action, exploration, and puzzle solving. Players must use their thinking, fighting, and exploration skills to overcome obstacles and defeat bosses to progress through the story. Each game in The Legend of Zelda series offers a unique experience, with beautiful graphics, memorable music, and unforgettable characters. Some games have introduced new gameplay mechanics, like time travel or exploring a vast open world. The Legend of Zelda games have received high praise from critics and have gained immense popularity among gamers around the world. The series has become iconic in the video game industry and has set many standards in adventure game design. Whether experiencing epic quests, solving intricate puzzles, or exploring fantastical worlds, The Legend of Zelda series offers an unforgettable gaming experience for lovers of adventure and fantasy.",
                        "fr": "The Legend of Zelda est une série de jeux vidéo d'action-aventure créée par Nintendo. Chaque jeu propose une histoire unique, mais tous partagent des éléments communs. Les jeux se déroulent dans le royaume d'Hyrule, où le héros principal, Link, se lance dans une quête périlleuse pour sauver la princesse Zelda et restaurer la paix dans le pays. Dans chaque épisode, les joueurs contrôlent Link et explorent des mondes ouverts, remplis de donjons, de villages et de paysages variés. Au cours de leur aventure, ils doivent résoudre des énigmes, combattre des ennemis redoutables et collecter des objets et des armes spéciaux pour progresser. Les jeux The Legend of Zelda sont connus pour leur gameplay captivant et leur équilibre entre action, exploration et résolution d'énigmes. Les joueurs doivent utiliser leurs compétences de réflexion, de combat et d'exploration pour surmonter les obstacles et vaincre les boss afin de progresser dans l'histoire. Chaque jeu de la série The Legend of Zelda offre une expérience unique, avec des graphismes magnifiques, une musique mémorable et des personnages inoubliables. Certains jeux ont introduit de nouvelles mécaniques de gameplay, comme le voyage dans le temps ou l'exploration d'un vaste monde ouvert. Les jeux The Legend of Zelda ont reçu de nombreux éloges de la part des critiques et ont acquis une immense popularité auprès des joueurs du monde entier. La série est devenue emblématique de l'industrie du jeu vidéo et a établi de nombreux standards en matière de conception de jeux d'aventure. Que ce soit pour vivre des quêtes épiques, résoudre des énigmes complexes ou explorer des mondes fantastiques, la série The Legend of Zelda offre une expérience de jeu inoubliable pour les amateurs d'aventure et de fantastique.",
                        "nl": "The Legend of Zelda is een serie actie-avontuur-videogames gemaakt door Nintendo. Elke game heeft een uniek verhaal, maar ze hebben allemaal gemeenschappelijke elementen. De games spelen zich af in het koninkrijk Hyrule, waar de hoofdheld, Link, een gevaarlijke zoektocht onderneemt om prinses Zelda te redden en de vrede in het land te herstellen. In elke aflevering besturen spelers Link en verkennen ze open werelden vol kerkers, dorpen en gevarieerde landschappen. Tijdens hun avontuur moeten ze puzzels oplossen, angstaanjagende vijanden bevechten en speciale voorwerpen en wapens verzamelen om verder te komen. De Legend of Zelda-games staan ​​bekend om hun boeiende gameplay en balans tussen actie, verkenning en puzzels oplossen. Spelers moeten hun denk-, vecht- en verkenningsvaardigheden gebruiken om obstakels te overwinnen en bazen te verslaan om verder te komen in het verhaal. Elke game in de The Legend of Zelda-serie biedt een unieke ervaring, met prachtige graphics, gedenkwaardige muziek en onvergetelijke personages. Sommige games hebben nieuwe spelmechanismen geïntroduceerd, zoals tijdreizen of het verkennen van een uitgestrekte open wereld. The Legend of Zelda-games hebben veel lof gekregen van critici en zijn immens populair geworden onder gamers over de hele wereld. De serie is iconisch geworden in de videogame-industrie en heeft veel normen gesteld voor het ontwerpen van avonturengames. Of het nu gaat om epische missies, het oplossen van ingewikkelde puzzels of het verkennen van fantastische werelden, de Legend of Zelda-serie biedt een onvergetelijke game-ervaring voor liefhebbers van avontuur en fantasie."
                    },
                    "author": {
                        "en": "The main creators and contributors of The Legend of Zelda series: Shigeru Miyamoto and Takashi Tezuka and Koji Kondo and Eiji Aonuma. These personalities and many more have contributed to the creation and evolution of The Legend of Zelda series over the years. Their talents and creativity have brought the rich and captivating world of Zelda to life.",
                        "fr": "Les principaux créateurs et contributeurs de la série The Legend of Zelda : Shigeru Miyamoto et Takashi Tezuka et   Koji Kondo et  Eiji Aonuma. Ces personnalités et bien d'autres ont contribué à la création et à l'évolution de la série The Legend of Zelda au fil des ans. Leurs talents et leur créativité ont permis de donner vie à l'univers riche et captivant de Zelda. Les principaux créateurs et contributeurs de la série The Legend of Zelda : Shigeru Miyamoto et Takashi Tezuka et   Koji Kondo et  Eiji Aonuma. Ces personnalités et bien d'autres ont contribué à la création et à l'évolution de la série The Legend of Zelda au fil des ans. Leurs talents et leur créativité ont permis de donner vie à l'univers riche et captivant de Zelda.",
                        "nl": "De belangrijkste makers en medewerkers van de The Legend of Zelda-serie: Shigeru Miyamoto en Takashi Tezuka en Koji Kondo en Eiji Aonuma. Deze persoonlijkheden en nog veel meer hebben door de jaren heen bijgedragen aan de creatie en evolutie van de The Legend of Zelda-serie. Hun talenten en creativiteit hebben de rijke en boeiende wereld van Zelda tot leven gebracht."
                    },
                    "scenario": {
                        "en": "The story of The Legend of Zelda usually takes place in the kingdom of Hyrule, a fantastic land filled with mysteries and legends. The main protagonist of the series is a young hero named Link, who embarks on epic quests to save Princess Zelda and protect the kingdom from evil forces. The storyline often features a primary threat, usually embodied by the villainous Ganondorf or Ganon, an evil wizard who seeks the power of the Triforce, a sacred artifact capable of granting its holder's wishes. Link must gather his strength, explore dangerous dungeons, collect special items and defeat powerful bosses to thwart Ganondorf's plans. Each game's story is unique, but some recurring elements appear throughout the series. Princess Zelda is often a key figure, representing wisdom and spiritual strength, while Link embodies courage and hope. The games also explore themes such as destiny, the duality of good and evil, and the struggle between light and darkness. Throughout the episodes, players discover iconic locations in Hyrule, such as Hyrule Castle, Kakariko Village, Kokiri Forest, and Mount Peril. Each game also features a variety of characters, allies or enemies, who help or hinder Link's quest. The story of The Legend of Zelda is often told in a non-linear fashion, allowing players to uncover the mysteries of Hyrule at their own pace. Some games feature time travel, parallel dimensions, or alternate versions of Hyrule, adding depth and interest to the plot. Ultimately, Link's goal is to save Hyrule Kingdom, protect Princess Zelda, and restore peace to the land. Each game offers a unique and immersive experience, with twists, revelations, and a satisfying conclusion to the story.",
                        "fr": "L'histoire de The Legend of Zelda se déroule généralement dans le royaume d'Hyrule, un pays fantastique rempli de mystères et de légendes. Le protagoniste principal de la série est un jeune héros nommé Link, qui se lance dans des quêtes épiques pour sauver la princesse Zelda et protéger le royaume des forces du mal. Le scénario met souvent en avant une menace principale, généralement incarnée par le méchant Ganondorf ou Ganon, un sorcier maléfique qui cherche à obtenir le pouvoir de la Triforce, un artefact sacré capable d'accorder les souhaits de son détenteur. Link doit rassembler ses forces, explorer des donjons dangereux, collecter des objets spéciaux et vaincre des boss puissants pour contrecarrer les plans de Ganondorf. L'histoire de chaque jeu est unique, mais certains éléments récurrents apparaissent tout au long de la série. La princesse Zelda est souvent une figure clé, représentant la sagesse et la force spirituelle, tandis que Link incarne le courage et l'espoir. Les jeux explorent également des thèmes tels que la destinée, la dualité du bien et du mal, ainsi que la lutte entre la lumière et les ténèbres. Au fil des épisodes, les joueurs découvrent des lieux emblématiques d'Hyrule, tels que le château d'Hyrule, le village Cocorico, la forêt Kokiri et le Mont du Péril. Chaque jeu propose également une variété de personnages, alliés ou ennemis, qui aident ou entravent la quête de Link. L'histoire de The Legend of Zelda est souvent racontée de manière non linéaire, permettant aux joueurs de découvrir les mystères d'Hyrule à leur propre rythme. Certains jeux proposent des voyages dans le temps, des dimensions parallèles ou des versions alternatives d'Hyrule, ajoutant de la profondeur et de l'intérêt à l'intrigue. En fin de compte, l'objectif de Link est de sauver le royaume d'Hyrule, de protéger la princesse Zelda et de restaurer la paix dans le pays. Chaque jeu offre une expérience unique et immersive, avec des rebondissements, des révélations et une conclusion satisfaisante à l'histoire.",
                        "nl": "Het verhaal van The Legend of Zelda speelt zich meestal af in het koninkrijk Hyrule, een fantastisch land vol mysteries en legendes. De hoofdpersoon van de serie is een jonge held genaamd Link, die epische missies onderneemt om prinses Zelda te redden en het koninkrijk te beschermen tegen kwade krachten. De verhaallijn bevat vaak een primaire dreiging, meestal belichaamd door de gemene Ganondorf of Ganon, een kwaadaardige tovenaar die op zoek is naar de kracht van de Triforce, een heilig artefact dat in staat is om de wensen van de houder te vervullen. Link moet zijn krachten verzamelen, gevaarlijke kerkers verkennen, speciale items verzamelen en machtige bazen verslaan om de plannen van Ganondorf te dwarsbomen. Het verhaal van elke game is uniek, maar sommige terugkerende elementen komen in de serie voor. Prinses Zelda is vaak een sleutelfiguur, die wijsheid en spirituele kracht vertegenwoordigt, terwijl Link moed en hoop belichaamt. De spellen onderzoeken ook thema's als het lot, de dualiteit van goed en kwaad, en de strijd tussen licht en duisternis. Tijdens de afleveringen ontdekken spelers iconische locaties in Hyrule, zoals Hyrule Castle, Kakariko Village, Kokiri Forest en Mount Peril. Elke game bevat ook een verscheidenheid aan personages, bondgenoten of vijanden die Link's zoektocht helpen of belemmeren. Het verhaal van The Legend of Zelda wordt vaak op een niet-lineaire manier verteld, waardoor spelers de mysteries van Hyrule in hun eigen tempo kunnen ontdekken. Sommige games bevatten tijdreizen, parallelle dimensies of alternatieve versies van Hyrule, wat diepte en interesse aan de plot toevoegt. Uiteindelijk is Link's doel om Hyrule Kingdom te redden, prinses Zelda te beschermen en de vrede in het land te herstellen. Elke game biedt een unieke en meeslepende ervaring, met wendingen, onthullingen en een bevredigend einde van het verhaal."
                    },
                    "platforms": [
                        "NES",
                        "Game and Watch",
                        "Super Nintendo",
                        "Game Boy",
                        "Game Boy Color",
                        "Nintendo 64",
                        "Game Boy Advance",
                        "GameCube",
                        "Wii",
                        "Nintendo DS",
                        "Nintendo 3DS",
                        "Wii U",
                        "Nintendo Switch"
                    ],
                    "game_modes": [
                        "solo"
                    ],
                    "picture": "https://assets.nintendo.com/image/upload/v1681238674/Microsites/zelda-tears-of-the-kingdom/videos/posters/totk_microsite_officialtrailer3_1304xj47am"
                },
                {
                    "title": "Animal Crossing",
                    "information": {
                        "en": "Animal Crossing is a series of life simulation video games developed by Nintendo EAD in which the player moves into a village inhabited by anthropomorphic animals. From the first episode, Animal Crossing, released in Japan in 2001 on Nintendo 64, then on GameCube in America and Europe between 2002 and 2004, to the latest, Animal Crossing: New Horizons, released on Switch in 2020, five games have part of the series, plus several spin-off games. The series is notable for its sandbox-style game system (without a specific objective and appealing to the player's curiosity and creativity) and for its extensive use of the console's clock and calendar which simulate a time-lapse. real, which changes the content of the game depending on the time, day of the week and date the player is playing. The series is both a critical and commercial success, the first four episodes cumulate 23.71 million copies sold worldwide1,2,3,4. Animal Crossing: New Horizons, meanwhile, hit 31.18 million games sold as of April 8, 20215.",
                        "fr": "Animal Crossing est une série de jeux vidéo de simulation de vie développée par Nintendo EAD dans laquelle le joueur emménage dans un village habité par des animaux anthropomorphes. Depuis le premier épisode, Animal Crossing, sorti au Japon en 2001 sur Nintendo 64, puis sur GameCube en Amérique et en Europe entre 2002 et 2004, jusqu'au dernier, Animal Crossing: New Horizons, sorti sur Switch en 2020, cinq jeux font partie de la série, auxquels s'ajoutent plusieurs jeux dérivés. La série est notable pour son système de jeu de type sandbox (sans objectif précis et faisant appel à la curiosité et à la créativité du joueur) et pour son utilisation étendue de l'horloge et du calendrier de la console qui simulent un déroulement en temps réel, ce qui modifie le contenu du jeu en fonction de l'heure, du jour de la semaine et de la date auxquels joue le joueur. La série est à la fois un succès critique et commercial, les quatre premiers épisodes cumulent 23,71 millions d'exemplaires vendus à travers le monde1,2,3,4. Animal Crossing: New Horizons, quant à lui, atteint 31,18 millions de jeux vendus au 8 avril 20215.",
                        "nl": "Animal Crossing is een serie videogames met levenssimulatie, ontwikkeld door Nintendo EAD, waarin de speler een dorp binnengaat dat wordt bewoond door antropomorfe dieren. Vanaf de eerste aflevering, Animal Crossing, uitgebracht in Japan in 2001 op de Nintendo 64, vervolgens op de GameCube in Amerika en Europa tussen 2002 en 2004, tot de nieuwste aflevering, Animal Crossing: New Horizons, uitgebracht op de Switch in 2020, hebben vijf games een deel van de serie, plus verschillende spin-off games. De serie valt op door zijn spelsysteem in sandbox-stijl (zonder specifiek doel en aantrekkelijk voor de nieuwsgierigheid en creativiteit van de speler) en door het uitgebreide gebruik van de klok en kalender van de console die een time-lapse simuleren. het spel afhankelijk van het tijdstip, de dag van de week en de datum waarop de speler speelt. De serie is zowel een kritisch als een commercieel succes, van de eerste vier afleveringen zijn wereldwijd 23,71 miljoen exemplaren verkocht1,2,3,4. Animal Crossing: New Horizons bereikte ondertussen 31,18 miljoen verkochte games op 8 april 20215."
                    },
                    "resume": {
                        "en": "Animal Crossing is a life simulation video game developed by Nintendo. The player embodies a character who settles on a desert island inhabited by anthropomorphic animals. The main objective of the game is to create and customize your own island paradise by interacting with the inhabitants of the island and developing different aspects of it. The player can fish, catch insects, search for fossils and cultivate plants to earn bells, the in-game currency. With these bells, he can buy furniture, clothes, decorations and improve his habitat. The game follows the rhythm of real life, with changing seasons, special events and parties. The inhabitants of the island have their own personality and can become good friends of the player, giving him gifts and asking him for favors. Animal Crossing also promotes online play, allowing players to visit other players' islands, trade items, and engage in activities together. The game offers a relaxing and immersive experience, with great freedom for players to create their own virtual world and enjoy a peaceful and friendly atmosphere. In summary, Animal Crossing is a charming and captivating life simulation game, where players can create their own island paradise, interact with adorable animals and share their experience with other players.",
                        "fr": "Animal Crossing est un jeu vidéo de simulation de vie développé par Nintendo. Le joueur incarne un personnage qui s'installe sur une île déserte habitée par des animaux anthropomorphes. L'objectif principal du jeu est de créer et de personnaliser son propre paradis insulaire en interagissant avec les habitants de l'île et en développant différents aspects de celle-ci. Le joueur peut pêcher, attraper des insectes, chercher des fossiles et cultiver des plantes pour gagner des clochettes, la monnaie du jeu. Avec ces clochettes, il peut acheter des meubles, des vêtements, des décorations et améliorer son habitat. Le jeu suit le rythme de la vie réelle, avec des saisons qui changent, des événements spéciaux et des fêtes. Les habitants de l'île ont leur propre personnalité et peuvent devenir de bons amis du joueur, lui offrant des cadeaux et lui demandant des services. Animal Crossing favorise également le jeu en ligne, permettant aux joueurs de visiter les îles des autres joueurs, d'échanger des objets et de participer à des activités ensemble. Le jeu offre une expérience relaxante et immersive, avec une grande liberté pour les joueurs de créer leur propre monde virtuel et de profiter d'une atmosphère paisible et conviviale. En résumé, Animal Crossing est un jeu de simulation de vie charmant et captivant, où les joueurs peuvent créer leur propre paradis insulaire, interagir avec des animaux adorables et partager leur expérience avec d'autres joueurs.",
                        "nl": "Animal Crossing is een levenssimulatie-videogame ontwikkeld door Nintendo. De speler belichaamt een personage dat zich vestigt op een onbewoond eiland dat wordt bewoond door antropomorfe dieren. Het belangrijkste doel van het spel is om je eigen eilandparadijs te creëren en aan te passen door interactie met de bewoners van het eiland en verschillende aspecten ervan te ontwikkelen. De speler kan vissen, insecten vangen, fossielen zoeken en planten kweken om bellen te verdienen, de munteenheid in het spel.Met deze bellen kan hij meubels, kleding, decoraties kopen en zijn leefgebied verbeteren. De game volgt het ritme van het echte leven, met wisselende seizoenen, speciale evenementen en feesten. De bewoners van het eiland hebben hun eigen persoonlijkheid en kunnen goede vrienden van de speler worden door hem geschenken te geven en hem om gunsten te vragen. Animal Crossing promoot ook online spelen, waardoor spelers de eilanden van andere spelers kunnen bezoeken, items kunnen ruilen en samen activiteiten kunnen ondernemen. De game biedt een ontspannende en meeslepende ervaring, met grote vrijheid voor spelers om hun eigen virtuele wereld te creëren en te genieten van een vredige en vriendelijke sfeer. Kortom, Animal Crossing is een charmant en boeiend levenssimulatiespel, waarin spelers hun eigen eilandparadijs kunnen creëren, met schattige dieren kunnen communiceren en hun ervaringen met andere spelers kunnen delen."
                    },
                    "author": {
                        "en": "The authors of Animal Crossing are Katsuya Eguchi and Hisashi Nogami. Katsuya Eguchi is a Japanese video game designer and producer. He was the producer of the first Animal Crossing games, including Animal Crossing: Wild World and Animal Crossing: New Leaf. Hisashi Nogami is a Japanese video game director and producer. He has worked on several titles in the Animal Crossing franchise as a director, including Animal Crossing: New Horizons, the latest installment released on Nintendo Switch. These two creators have contributed to the development of the unique and charming universe of Animal Crossing.",
                        "fr": "Les auteurs d'Animal Crossing sont Katsuya Eguchi et Hisashi Nogami. Katsuya Eguchi est un concepteur et producteur de jeux vidéo japonais. Il a été le producteur des premiers jeux Animal Crossing, notamment Animal Crossing: Wild World et Animal Crossing: New Leaf. Hisashi Nogami est un réalisateur et producteur de jeux vidéo, également japonais. Il a travaillé sur plusieurs titres de la franchise Animal Crossing en tant que directeur, y compris Animal Crossing: New Horizons, le dernier opus sorti sur Nintendo Switch. Ces deux créateurs ont contribué à l'élaboration de l'univers unique et charmant d'Animal Crossing.",
                        "nl": "De auteurs van Animal Crossing zijn Katsuya Eguchi en Hisashi Nogami. Katsuya Eguchi is een Japanse ontwerper en producent van videogames. Hij was de producent van de eerste Animal Crossing-games, waaronder Animal Crossing: Wild World en Animal Crossing: New Leaf. Hisashi Nogami is een Japanse regisseur en producent van videogames. Hij heeft als regisseur aan verschillende titels in de Animal Crossing-franchise gewerkt, waaronder Animal Crossing: New Horizons, het nieuwste deel dat op de Nintendo Switch is uitgebracht. Deze twee makers hebben bijgedragen aan de ontwikkeling van het unieke en charmante universum van Animal Crossing."
                    },
                    "scenario": {
                        "en": "Animal Crossing doesn't follow a traditional storyline with a beginning, middle, and end. The game is more of a life simulation where the player is free to create and develop their own island world according to their preferences. The player begins by settling on a desert island and is greeted by the series' iconic character, Tom Nook. Tom Nook offers the player to repay the cost of his trip by working for him. The player can then explore the island, interact with the animal inhabitants, collect natural resources, fish, catch bugs, plant flowers, and customize their living space. The main goal is to develop the island and create a thriving community. Players can build and furnish houses, add infrastructure such as a town hall, museum and shops, and beautify the environment with furniture and decorations. Over time, special events occur, such as seasonal parties, fishing tournaments, and fireworks. The inhabitants of the island also interact with the player by offering quests, gifts and engaging in friendly conversations. Although there is no end goal or storyline to speak of, the Animal Crossing gameplay experience is all about creating, customizing, and exploring a living, friendly virtual world. Each player can set their own goals, whether it's completing the museum's collection, sprucing up the island with custom designs, or befriending all the inhabitants. In summary, Animal Crossing's storyline is all about the freedom to create and live a peaceful and immersive virtual life on a deserted island, interacting with adorable animals and developing your own island paradise.",
                        "fr": "Animal Crossing ne suit pas un scénario traditionnel avec un début, un milieu et une fin. Le jeu est plutôt une simulation de vie où le joueur est libre de créer et de développer son propre monde insulaire selon ses préférences. Le joueur commence par s'installer sur une île déserte et est accueilli par le personnage emblématique de la série, Tom Nook. Tom Nook propose au joueur de rembourser le coût de son voyage en travaillant pour lui. Le joueur peut ensuite explorer l'île, interagir avec les habitants animaux, collecter des ressources naturelles, pêcher, attraper des insectes, planter des fleurs et personnaliser son espace de vie. L'objectif principal est de développer l'île et de créer une communauté prospère. Les joueurs peuvent construire et aménager des maisons, ajouter des infrastructures telles qu'une mairie, un musée et des magasins, et embellir l'environnement avec des meubles et des décorations. Au fil du temps, des événements spéciaux se produisent, tels que des fêtes saisonnières, des tournois de pêche et des feux d'artifice. Les habitants de l'île interagissent également avec le joueur en lui offrant des quêtes, des cadeaux et en engageant des conversations amicales. Bien qu'il n'y ait pas d'objectif final ou de scénario à proprement parler, l'expérience de jeu d'Animal Crossing se base sur la création, la personnalisation et l'exploration d'un monde virtuel vivant et convivial. Chaque joueur peut définir ses propres objectifs, qu'il s'agisse de compléter la collection du musée, d'embellir l'île avec des motifs personnalisés ou de devenir ami avec tous les habitants. En résumé, le scénario d'Animal Crossing repose sur la liberté de créer et de vivre une vie virtuelle paisible et immersive sur une île déserte, en interagissant avec des animaux adorables et en développant son propre paradis insulaire.",
                        "nl": "Animal Crossing volgt geen traditionele verhaallijn met een begin, midden en einde. De game is meer een levenssimulatie waarbij de speler vrij is om zijn eigen eilandwereld te creëren en te ontwikkelen volgens zijn voorkeuren. De speler begint door zich te vestigen op een onbewoond eiland en wordt begroet door het iconische personage van de serie, Tom Nook. Tom Nook biedt de speler aan om de kosten van zijn reis terug te betalen door voor hem te werken. De speler kan vervolgens het eiland verkennen, interactie hebben met de dierenbewoners, natuurlijke hulpbronnen verzamelen, vissen, insecten vangen, bloemen planten en hun leefruimte aanpassen. Het belangrijkste doel is om het eiland te ontwikkelen en een bloeiende gemeenschap te creëren. Spelers kunnen huizen bouwen en inrichten, infrastructuur toevoegen zoals een stadhuis, museum en winkels, en de omgeving verfraaien met meubels en decoraties. In de loop van de tijd vinden er speciale evenementen plaats, zoals seizoensfeesten, vistoernooien en vuurwerk. De bewoners van het eiland hebben ook interactie met de speler door speurtochten, geschenken aan te bieden en vriendelijke gesprekken aan te gaan. Hoewel er geen noemenswaardig einddoel of verhaallijn is, draait de gameplay-ervaring van Animal Crossing helemaal om het creëren, aanpassen en verkennen van een levende, vriendelijke virtuele wereld. Elke speler kan zijn eigen doelen stellen, of het nu gaat om het voltooien van de collectie van het museum, het opfleuren van het eiland met aangepaste ontwerpen of vriendschap sluiten met alle inwoners. Samenvattend gaat de verhaallijn van Animal Crossing helemaal over de vrijheid om een ​​vredig en meeslepend virtueel leven te creëren en te leiden op een onbewoond eiland, interactie te hebben met schattige dieren en je eigen eilandparadijs te ontwikkelen."
                    },
                    "platforms": [
                        "NES",
                        "Game and Watch",
                        "Super Nintendo",
                        "Game Boy",
                        "Game Boy Color",
                        "Nintendo 64",
                        "Game Boy Advance",
                        "GameCube",
                        "Wii",
                        "Nintendo DS",
                        "Nintendo 3DS",
                        "Wii U",
                        "Nintendo Switch"
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/software/switch/70010000027619/9989957eae3a6b545194c42fec2071675c34aadacd65e6b33fdfe7b3b6a86c3a"
                },
                {
                    "title": "Splatoon 2",
                    "information": {
                        "en": "Splatoon 2 is a third-person shooter video game developed by Nintendo EPD and published by Nintendo, released on July 21, 2017 for Nintendo Switch. Just like in the first opus, the player embodies an Inkling or an Octaling (once the story of the Octo Expansion DLC is over) that he can transform into a human (especially for shooting) or a squid (for the inklings ) or octopus (for octalings) to move faster in ink. This one shoots ink with its different weapons and can swim in it in the shape of a squid. The player also has a secondary weapon (bomb) and a special weapon which aims to help the team to win the game, or to help the player directly.",
                        "fr": "Splatoon 2 est un jeu vidéo de tir à la troisième personne développé par Nintendo EPD et édité par Nintendo, sorti le 21 juillet 2017 sur Nintendo Switch. Tout comme dans le premier opus, le joueur incarne un « Inkling » ou un « Octaling » (une fois l'histoire du DLC Octo Expansion terminée) qu’il peut transformer en humain (notamment pour tirer) ou en calamar (pour les inklings) ou en poulpe (pour les octalings) pour se déplacer plus rapidement dans l'encre. Celui-ci tire de l'encre avec ses différentes armes et peut nager dans celle-ci en forme de calamar. Le joueur possède aussi une arme secondaire (bombe) et une arme spéciale qui a pour but d’aider l’équipe afin de gagner la partie, ou pour aider le joueur directement.",
                        "nl": "Splatoon 2 is een third-person shooter-videogame ontwikkeld door Nintendo EPD en uitgegeven door Nintendo, uitgebracht op 21 juli 2017 voor Nintendo Switch. Net als in het eerste opus belichaamt de speler een Inkling of een Octaling (zodra het verhaal van de Octo Expansion DLC voorbij is) die hij kan transformeren in een mens (vooral om te schieten) of een inktvis (voor de inklings). ) of octopus (voor octalings) om sneller in inkt te bewegen. Deze schiet inkt met zijn verschillende wapens en kan erin zwemmen in de vorm van een inktvis. De speler heeft ook een secundair wapen (bom) en een speciaal wapen dat tot doel heeft het team te helpen het spel te winnen, of om de speler rechtstreeks te helpen."
                    },
                    "resume": {
                        "en": "Splatoon 2 is a multiplayer shooter developed and published by Nintendo for the Nintendo Switch console. It is the sequel to the original Splatoon game, in which players control characters called Inkling, half-human, half-squid creatures that fight for territorial supremacy in online confrontations. The story of Splatoon 2 is set two years after the events of the first game. The Inklings are still engaged in a turf war with their enemies, the Octarians. Players take on the role of an Inkling freshly arrived in Inkopolis, the game's main city. They join a team called the Children of Squid, who guide them through various game modes. The main game mode is Territory Battle, in which two teams of four players compete to cover most of the field with their colored ink. Players can transform into a squid and swim in their own team's ink to move quickly and hide from opponents. In addition to the online game mode, Splatoon 2 also features a single-player campaign in which players must rescue the great zapper from the clutches of the Octarians. The single-player campaign features a series of levels filled with puzzles and battles against enemies. The game also features regular updates with new content such as weapons, maps and game modes. Players can customize their Inkling with a variety of clothing, weapons and equipment to improve their skills in fight. Splatoon 2 is a colorful, dynamic and fun game that offers a unique shooter experience in a world filled with ink and sea creatures. Whether you prefer to play online with friends or explore the single-player campaign, the game offers many hours of fun for shooter fans.",
                        "fr": "Splatoon 2 est un jeu de tir multijoueur développé et édité par Nintendo pour la console Nintendo Switch. C'est la suite du jeu Splatoon original, dans lequel les joueurs contrôlent des personnages appelés Inkling, des créatures mi-humaines mi-calamar qui se battent pour la suprématie territoriale dans des affrontements en ligne. L'histoire de Splatoon 2 se déroule deux ans après les événements du premier jeu. Les Inkling sont toujours engagés dans une guerre de territoire avec leurs ennemis, les Octariens. Les joueurs incarnent un Inkling fraîchement arrivé à Inkopolis, la ville principale du jeu. Ils rejoignent une équipe appelée les Enfants de Calamarf, qui les guident à travers divers modes de jeu. Le principal mode de jeu est la bataille territoriale, dans laquelle deux équipes de quatre joueurs s'affrontent pour recouvrir la plus grande partie du terrain avec leur encre colorée. Les joueurs peuvent se transformer en calamar et nager dans l'encre de leur propre équipe pour se déplacer rapidement et se cacher des adversaires. En plus du mode de jeu en ligne, Splatoon 2 propose également une campagne solo dans laquelle les joueurs doivent sauver la grande zappeuse des griffes des Octariens. La campagne solo propose une série de niveaux remplis d'énigmes et de combats contre des ennemis. Le jeu propose également des mises à jour régulières avec de nouveaux contenus tels que des armes, des cartes et des modes de jeu. Les joueurs peuvent personnaliser leur Inkling avec une variété de vêtements, d'armes et d'équipements pour améliorer leurs compétences en combat. Splatoon 2 est un jeu coloré, dynamique et amusant qui offre une expérience de tir unique dans un monde rempli d'encre et de créatures marines. Que vous préfériez jouer en ligne avec des amis ou explorer la campagne solo, le jeu offre de nombreuses heures de plaisir pour les fans de jeux de tir.",
                        "nl": "Splatoon 2 is een multiplayer-shooter ontwikkeld en uitgegeven door Nintendo voor de Nintendo Switch-console. Het is het vervolg op de originele Splatoon-game, waarin spelers personages genaamd Inkling besturen, half mens, half inktvis wezens die vechten voor territoriale heerschappij in online confrontaties. Het verhaal van Splatoon 2 speelt zich twee jaar na de gebeurtenissen in de eerste game af.De Inklings zijn nog steeds verwikkeld in een bendeoorlog met hun vijanden, de Octarians. Spelers nemen de rol aan van een Inkling die net is aangekomen in Inkopolis, de belangrijkste stad van het spel. Ze sluiten zich aan bij een team genaamd de Children of Squid, dat hen door verschillende spelmodi leidt. De belangrijkste spelmodus is Territory Battle, waarin twee teams van vier spelers strijden om het grootste deel van het veld met hun gekleurde inkt te bedekken. Spelers kunnen veranderen in een inktvis en zwemmen in de inkt van hun eigen team om snel te bewegen en zich te verstoppen voor tegenstanders. Naast de online spelmodus bevat Splatoon 2 ook een campagne voor één speler waarin spelers de grote zapper moeten redden uit de klauwen van de Octarians. De campagne voor één speler bevat een reeks niveaus vol puzzels en gevechten tegen vijanden. De game bevat ook regelmatige updates met nieuwe content, zoals wapens, kaarten en spelmodi.Spelers kunnen hun Inkling aanpassen met een verscheidenheid aan kleding, wapens en uitrusting om hun vechtvaardigheden te verbeteren. Splatoon 2 is een kleurrijke, dynamische en leuke game die een unieke schietervaring biedt in een wereld vol inkt en zeedieren. Of je nu liever online speelt met vrienden of de campagne voor één speler verkent, de game biedt vele uren plezier voor shooter-fans."
                    },
                    "author": {
                        "en": "The core developers of Splatoon 2 are members of Nintendo's internal development team, known as Nintendo Entertainment Planning & Development (EPD). Specifically, the game's development was led by Hisashi Nogami as producer and Yusuke Amano as director. Hisashi Nogami is a veteran of the video game industry and has also worked on popular titles such as Animal Crossing and The Legend of Zelda: The Wind Waker. He played a crucial role in creating Splatoon's unique universe and innovative gameplay. Yusuke Amano also worked on the first Splatoon as an assistant director. He brought his creativity and expertise to craft Splatoon 2's unique levels and gameplay mechanics. These two writers worked closely with a talented team of designers, programmers, and sound designers to bring the universe to life. vibrant and colorful of Splatoon 2. Thanks to their hard work and creativity, the game was a huge success and became one of the most beloved titles on the Nintendo Switch.",
                        "fr": "Les développeurs principaux de Splatoon 2 sont les membres de l'équipe de développement interne de Nintendo, connue sous le nom de Nintendo Entertainment Planning & Development (EPD). Plus précisément, le développement du jeu a été dirigé par Hisashi Nogami en tant que producteur et Yusuke Amano en tant que directeur. Hisashi Nogami est un vétéran de l'industrie du jeu vidéo et a également travaillé sur des titres populaires tels que Animal Crossing et The Legend of Zelda: The Wind Waker. Il a joué un rôle crucial dans la création de l'univers unique de Splatoon et de son gameplay innovant. Yusuke Amano a également travaillé sur le premier Splatoon en tant que directeur adjoint. Il a apporté sa créativité et son expertise pour concevoir les niveaux et les mécanismes de jeu uniques de Splatoon 2. Ces deux auteurs ont travaillé en étroite collaboration avec une équipe talentueuse de designers, de programmeurs et de concepteurs sonores pour donner vie à l'univers vibrant et coloré de Splatoon 2. Grâce à leur travail acharné et à leur créativité, le jeu a connu un grand succès et est devenu l'un des titres les plus appréciés sur la Nintendo Switch.",
                        "nl": "De kernontwikkelaars van Splatoon 2 zijn leden van het interne ontwikkelingsteam van Nintendo, bekend als Nintendo Entertainment Planning & Development (EPD). De ontwikkeling van de game werd met name geleid door Hisashi Nogami als producer en Yusuke Amano als regisseur. Hisashi Nogami is een veteraan in de videogame-industrie en heeft ook gewerkt aan populaire titels als Animal Crossing en The Legend of Zelda: The Wind Waker. Hij speelde een cruciale rol bij het creëren van het unieke universum en de innovatieve gameplay van Splatoon. Yusuke Amano werkte ook aan de eerste Splatoon als assistent-regisseur. Hij bracht zijn creativiteit en expertise in bij het ontwerpen van de unieke levels en gameplaymechanismen van Splatoon 2. Deze twee schrijvers werkten nauw samen met een getalenteerd team van ontwerpers, programmeurs en geluidsontwerpers om het universum tot leven te brengen. Levendig en kleurrijk van Splatoon 2. Dankzij hun hard werken en creativiteit, de game was een enorm succes en werd een van de meest geliefde titels op de Nintendo Switch.q"
                    },
                    "scenario": {
                        "en": "Splatoon 2 is set in a post-apocalyptic world where the Inklings, half-human, half-squid creatures, fight for territorial supremacy. The game's story takes place two years after the events of the first Splatoon. The Inklings live in the city of Inkopolis, a bustling place where paint-shooting competitions are held. However, a threat looms on the horizon: the Octarians, a hostile species of octopods, seek to invade and conquer the territory of the Inklings. The player embodies an Inkling freshly arrived in Inkopolis and joins the Children of Calamarf, a secret team in charge of fighting the Octarians. Under the guidance of Marie, one of Inkopolis' popular idols, the player is tasked with solving the mysteries surrounding the disappearance of the Great Zapper, a legendary missing idol. As the adventure progresses, the player embarks on single-player missions through various levels filled with enemies and challenges. The missions consist of fights against Octarians, puzzles to solve and obstacles to overcome. The story of Splatoon 2 explores the relationship between the Inklings and the Octarians, gradually revealing the motivations and stakes of each side. The player discovers clues to the true nature of the Great Zapper's disappearance and the true intentions of the Octarians. Without giving too much away, Splatoon 2's storyline mixes humor, mystery and surprising revelations, providing a captivating experience for players as they explore the game's colorful and unique universe.",
                        "fr": "Splatoon 2 se déroule dans un monde post-apocalyptique où les Inklings, des créatures mi-humaines mi-calamar, se battent pour la suprématie territoriale. L'histoire du jeu se déroule deux ans après les événements du premier Splatoon. Les Inklings vivent dans la ville d'Inkopolis, un lieu animé où se déroulent des compétitions de tir de peinture. Cependant, une menace se profile à l'horizon : les Octariens, une espèce hostile d'octopodes, cherchent à envahir et à conquérir le territoire des Inklings. Le joueur incarne un Inkling fraîchement arrivé à Inkopolis et rejoint les Enfants de Calamarf, une équipe secrète chargée de combattre les Octariens. Sous la direction de Marie, l'une des idoles populaires d'Inkopolis, le joueur est chargé de résoudre les mystères entourant la disparition de la Grande Zappeuse, une idole légendaire disparue. Au fur et à mesure de l'aventure, le joueur se lance dans des missions solo à travers divers niveaux remplis d'ennemis et de défis. Les missions consistent en des combats contre des Octariens, des énigmes à résoudre et des obstacles à surmonter. L'histoire de Splatoon 2 explore les relations entre les Inklings et les Octariens, révélant peu à peu les motivations et les enjeux de chaque camp. Le joueur découvre des indices sur la véritable nature de la disparition de la Grande Zappeuse et sur les véritables intentions des Octariens. Sans trop en dévoiler, le scénario de Splatoon 2 mêle humour, mystère et révélations surprenantes, offrant une expérience captivante aux joueurs tout en explorant l'univers coloré et unique du jeu.",
                        "nl": "Splatoon 2 speelt zich af in een post-apocalyptische wereld waar de Inklings, half mens, half inktvis wezens, vechten voor territoriale heerschappij. Het verhaal van de game speelt zich twee jaar na de gebeurtenissen van de eerste Splatoon af. De Inklings wonen in de stad Inkopolis, een bruisende plaats waar verfschietwedstrijden worden gehouden. Er doemt echter een dreiging op aan de horizon: de Octarians, een vijandige soort octopoden, proberen het territorium van de Inklings binnen te vallen en te veroveren. De speler belichaamt een Inkling die net is aangekomen in Inkopolis en sluit zich aan bij de Children of Calamarf, een geheim team dat verantwoordelijk is voor de strijd tegen de Octarians. Onder leiding van Marie, een van de populaire idolen van Inkopolis, moet de speler de mysteries rond de verdwijning van de Great Zapper, een legendarisch vermist idool, oplossen. Naarmate het avontuur vordert, begint de speler aan missies voor één speler door verschillende niveaus vol vijanden en uitdagingen. De missies bestaan ​​uit gevechten tegen Octarianen, puzzels om op te lossen en obstakels om te overwinnen. Het verhaal van Splatoon 2 onderzoekt de relatie tussen de Inklings en de Octarians, en onthult geleidelijk de motivaties en inzet van beide partijen. De speler ontdekt aanwijzingen voor de ware aard van de verdwijning van de Grote Zapper en de ware bedoelingen van de Octarianen. Zonder al te veel weg te geven, combineert de verhaallijn van Splatoon 2 humor, mysterie en verrassende onthullingen, waardoor spelers een boeiende ervaring krijgen terwijl ze het kleurrijke en unieke universum van de game verkennen."
                    },
                    "platforms": [
                        "Nintendo Switch"
                        
                    ],
                    "game_modes": [
                        "solo",
                        "multi"
                    ],
                    "picture": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/software/switch/70010000000529/b0b183a9860296016649fadb03b929411e7e5e0809af241e2e9652ebf0c5a715"
                }
            ]
        }
    ]
}